{
    "muestras": [
        {
            "id": "ce6dee80-5f4f-4d20-9858-7515667b5d32",
            "table": "| Personaje Histórico ||---|| Simón Bolívar, libertador de varias naciones sudamericanas |",
            "Ouput del modelo": "La tabla muestra un personaje histórico, Simón Bolívar, libertador de varias naciones sudamericanas.",
            "referencia": "La tabla contiene información sobre un personaje histórico, Simón Bolívar, libertador de varias naciones sudamericanas.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 1,
            "valoracion promedio": 2.75
        },
        {
            "id": "75cc0b4a-e77d-499a-b441-1a0e28eb04c3",
            "table": "| País | Población (millones) | Esperanza de vida (años) ||---|---|---|| India | 1.380 | 69,4 || Estados Unidos | 332,4 | 78,8 |",
            "Ouput del modelo": "La tabla muestra información de países, su población en millones y su esperanza de vida en años. India tiene una población de 1.380 millones y una esperanza de vida de 69,4 años. Estados Unidos tiene una población de 332,4 millones y una esperanza de vida de 78,8 años.",
            "referencia": "La tabla muestra información de países, su población en millones y su esperanza de vida en años. India tiene una población de 1.380 millones y una esperanza de vida de 69,4 años. Estados Unidos tiene una población de 332,4 millones y una esperanza de vida de 78,8.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 2,
            "valoracion promedio": 2.75
        },
        {
            "id": "362ca62c-f02d-48f5-a08b-fcfefe9f2df1",
            "table": "| Aves || --- || Loros || Pingüinos |",
            "Ouput del modelo": "La tabla muestra aves como los loros y los pingüinos.",
            "referencia": "La tabla muestra aves, se nombra a los loros y los pingüinos.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 3,
            "valoracion promedio": 2.75
        },
        {
            "id": "abbe9707-7b32-442b-a035-46e7b83b50df",
            "table": "| Ventajas | Desventajas ||---|---|| Flexibilidad y conveniencia | Falta de interacción social || Acceso a recursos globales | Potenciales problemas técnicos || Costos reducidos | Dificultad para establecer conexiones personales |",
            "Ouput del modelo": "La tabla muestra ventajas y desventajas. Como ventaja, se menciona la flexibilidad y la conveniencia, como desventaja, se menciona la falta de interacción social. Como ventaja, se menciona el acceso a recursos globales, como desventaja, se menciona el potencial problemas técnicos. Como ventaja, se menciona el costo reducido, como desventaja, se menciona la falta de interacción personal.",
            "referencia": "La tabla muestra ventajas y desventajas. Como ventaja está la flexibilidad y conveniencia, como desventaja está la falta de interacción social. Como ventaja está el acceso a recursos globales, como desventaja están los potenciales problemas técnicos. Como ventaja están los costos reducidos, como desventaja está la dificultad para establecer conexiones personales.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 4,
            "valoracion promedio": 2.75
        },
        {
            "id": "0c55369d-2a4a-4474-bd50-1fe715f78ad4",
            "table": "| Planta | Causas de extinción ||---|---|| Cicuta Virosa | Está experimentando extinción debido a la destrucción del hábitat |",
            "Ouput del modelo": "La tabla muestra plantas y sus causas de extinción. La Cicuta Virosa está experimentando extinción debido a la destrucción del hábitat.",
            "referencia": "La tabla muestra la planta Cicuta Virosa está experimentando extinción debido a la destrucción de su hábitat.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 5,
            "valoracion promedio": 2.75
        },
        {
            "id": "9959dca8-e31e-4b81-9f8b-2883d2856da5",
            "table": "| Elemento de la Tabla Periódica | Propiedades ||---|---|| Cloro | Gas verdoso, tóxico, reactivo || Sodio | Metal blando, plateado y reactivo || Hierro | Metal duro, maleable y magnético |",
            "Ouput del modelo": "La tabla periódica muestra información sobre tres elementos de la Tabla Periódica: el cloro, el sodio y el hierro. El cloro es un gas tóxico y reactivo, el sodio es un metal blando, plateado y reactivo, y el hierro es un metal duro, maleable y magnético.",
            "referencia": "Esta tabla proporciona una descripción de las propiedades de tres elementos de la Tabla Periódica. La primera fila detalla el cloro, un gas verdoso que es tóxico y reactivo. La segunda fila describe el sodio, un metal blando, plateado y muy reactivo. Finalmente, la tercera fila proporciona información sobre el hierro, un metal duro, maleable y magnético.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 6,
            "valoracion promedio": 2.75
        },
        {
            "id": "6dfbdaf0-a964-4a0b-b2fe-2962f3f7e1a7",
            "table": "| Países del continente americano ||------|| Colombia || Ecuador |",
            "Ouput del modelo": "La tabla muestra países del continente americano como Colombia y Ecuador.",
            "referencia": "La tabla muestra países del continente americano como Colombia y Ecuador.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 7,
            "valoracion promedio": 2.75
        },
        {
            "id": "a81ef917-4d78-434a-abf0-0193fc128f93",
            "table": "| Nombre | Apellido | Edad ||---|---|---|| Pedro | González | 25 || María | Rodríguez | 30 || Juan | Pérez | 35 |",
            "Ouput del modelo": "La tabla muestra información sobre tres personas: Pedro González, María Rodríguez y Juan Pérez. Pedro tiene 25 años, María tiene 30 años y Juan tiene 35 años.",
            "referencia": "La tabla proporciona información personal como el nombre, apellido y la edad sobre tres personas individuos: Pedro González tiene 25 años, María Rodríguez tiene 30 años y Juan Pérez tiene 35 años.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 8,
            "valoracion promedio": 2.75
        },
        {
            "id": "4876e897-4104-4f28-b00b-b3b28f72f71f",
            "table": "| Apellidos ||:-----------|| Armstrong || Van der Poel || Pogacar |",
            "Ouput del modelo": "La tabla muestra apellidos como Armstrong, Van der Poel y Pogacar.",
            "referencia": "La tabla menciona apellidos como Armstrong, Van der Poel y Pogacar.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 9,
            "valoracion promedio": 2.75
        },
        {
            "id": "ee20a72a-4acb-46e6-8a41-9a5686952f2a",
            "table": "| Fenómenos naturales | Prevención preparación y respuesta ante fenómenos naturales ||:---|:---|| Terremotos | Refuerzo estructural, planes de evacuación, sistemas de alerta temprana || Huracanes | Protección de ventanas, almacenamiento de alimentos y agua, seguimiento de los avisos meteorológicos || Inundaciones | Drenaje adecuado, evacuación a zonas altas, monitoreo de niveles de agua |",
            "Ouput del modelo": "La tabla muestra fenómenos naturales y la prevención preparación y respuesta ante fenómenos naturales. El terremoto requiere un refuerzo estructural, planes de evacuación, sistemas de alerta temprana. El huracan requiere protección de ventanas, almacenamiento de alimentos y agua, seguimiento de los avisos meteorológicos. La inundación requiere drenaje adecuado, evacuación a zonas altas, monitoreo de niveles de agua.",
            "referencia": "La tabla presenta información sobre las medidas de prevención, preparación y respuesta ante diferentes fenómenos naturales: para los terremotos, se menciona el refuerzo estructural de edificios, la implementación de planes de evacuación y sistemas de alerta temprana; para los huracanes, se indica la protección de ventanas, el almacenamiento de alimentos y agua, y el seguimiento de los avisos meteorológicos; y para las inundaciones, se destaca la importancia de un drenaje adecuado, la evacuación a zonas altas y el monitoreo de los niveles de agua.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 10,
            "valoracion promedio": 2.75
        },
        {
            "id": "963275e8-e6c1-4d6b-93b8-72705a10c8ed",
            "table": "| Región | Tasa de fertilidad (hijos por mujer) ||:---|:---|| Asia | 2,2 |",
            "Ouput del modelo": "La tabla muestra regiones y su tasa de fertilidad. Asia tiene una tasa de fertilidad de 2,2 hijos por mujer. Europa tiene una tasa de fertilidad de 1,6 hijos por mujer. Africa tiene una tasa de fertilidad de 4,7 hijos por mujer.",
            "referencia": "La tabla muestra que la tasa de fertilidad en la región de Asia, es de 2,2 hijos por mujer.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 11,
            "valoracion promedio": 2.75
        },
        {
            "id": "dddf84ef-ddd9-459c-bd0b-df1ca2675c91",
            "table": "| Continente | Tasa de alfabetización | Número de bibliotecas públicas ||---|---|---|| Europa | 99% | 180 por cada millón de habitantes |",
            "Ouput del modelo": "La tabla muestra información de continentes, su tasa de alfabetización y el número de bibliotecas públicas. Europa tiene una tasa de alfabetización del 99% y 180 bibliotecas públicas por cada millón de habitantes.",
            "referencia": "La tabla muestra información de un continente, su tasa de alfabetización y su número de bibliotecas públicas. El continente europeo tiene una tasa de alfabetización del 99% y un número de bibliotecas públicas de 180 por cada millón de habitantes.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 12,
            "valoracion promedio": 2.75
        },
        {
            "id": "0ff6d853-a786-4097-af84-1aecda316b39",
            "table": "| Patrimonio intangible || --------------------- || Danzas del patrimonio del Ecuador |",
            "Ouput del modelo": "La tabla muestra patrimonio intangible como las danzas del patrimonio del Ecuador.",
            "referencia": "Esta tabla contiene patrimonio intangible como danzas del patrimonio del Ecuador.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 13,
            "valoracion promedio": 2.75
        },
        {
            "id": "49ebb6c2-b233-4684-b01b-43ed667ac4f1",
            "table": "| Provincia | Culturas ||---|---|| Pichincha | Quitus, Caras, Cayambis || Santa Elena | Tsáchilas, Cholos Peninsulares |",
            "Ouput del modelo": "La tabla muestra las provincias y las culturas. Pichincha tiene a las culturas Quitus, Caras, Cayambis. Santa Elena tiene a las culturas Tsáchilas, Cholos Peninsulares.",
            "referencia": "La tabla muestra las provincias y las culturas. Pichincha tiene a las culturas Quitus, Caras y Cayambis. Santa Elena tiene a las culturas Tsáchilas y Cholos Peninsulares.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 14,
            "valoracion promedio": 2.75
        },
        {
            "id": "cb762cc9-c7a2-4692-bbef-8e90a7c2d2f1",
            "table": "| Carnívoros || --- || Tiburón || Orca |",
            "Ouput del modelo": "La tabla muestra carnívoros, se nombra al tiburón y a la orca.",
            "referencia": "La tabla muestra carnívoros, se nombra al tiburón y a la orca.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 15,
            "valoracion promedio": 2.75
        },
        {
            "id": "e58b1a7f-c369-4f7d-9550-4b0d2558fe59",
            "table": "| Características de animales ||------|| Tiburón: depredador, branquias, esqueleto cartilaginoso |",
            "Ouput del modelo": "La tabla muestra características de animales como el tiburón, que es depredador, branquias, esqueleto cartilaginoso.",
            "referencia": "La tabla muestra las características de animales como el tiburón, que es un depredador, tiene branquias y un esqueleto cartilaginoso.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 16,
            "valoracion promedio": 2.75
        },
        {
            "id": "1eefec06-1596-4702-8fc4-7084a2176e85",
            "table": "| Asignatura | Aspectos ||----|----|| Filosofía | Conceptos, valores, ética || Arte | Expresión, creatividad, técnicas |",
            "Ouput del modelo": "La tabla muestra asignaturas y aspectos. La Filosofía tiene aspectos como los conceptos, valores, ética. El Arte tiene aspectos como la expresión, creatividad, técnicas.",
            "referencia": "La tabla muestra asignaturas y sus aspectos. La filosofía contiene aspectos como conceptos, valores y ética. El arte contiene aspectos como expresión, la creatividad y las técnicas.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 17,
            "valoracion promedio": 2.75
        },
        {
            "id": "5e06f536-620f-411f-8441-6161733540c4",
            "table": "| Nombre científico | Nombre común | Tipo de planta ||---|---|---|| Solanum tuberosum | Papa | Hierba || Malus domestica | Manzano | Árbol frutal || Zea mays | Maíz | Cereal |",
            "Ouput del modelo": "La tabla muestra información sobre tres plantas: la papa, el manzano y el maíz. La papa es una herbácea, el manzano es un arbusto frutal y el maíz es un cereal.",
            "referencia": "La tabla muestra información de nombres científicos, nombres comúnes y el tipo de planta. El nombre científico es Solanum tuberosum, su nombre común es papa y es una hierba en su tipo de planta. El nombre científico es Malus domestica, su nombre común es manzano y es un árbol frutal en su tipo de planta. El nombre científico es Zea mays, su nombre común es maíz y es un cereal en su tipo de planta.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 18,
            "valoracion promedio": 2.75
        },
        {
            "id": "612e3d3b-97de-439a-8ec2-5eeb2a07ca83",
            "table": "| Tema | Descripción ||---|---|| Paleontología | Estudio de los organismos y seres vivos del pasado || Nanotecnología | Desarrollo y aplicación de materiales y dispositivos a escala nanométrica |",
            "Ouput del modelo": "La tabla muestra temas y su respectiva descripción. La paleontología se enfoca en el estudio de los organismos y seres vivos del pasado. La nanotecnología se enfoca en el desarrollo y aplicación de materiales y dispositivos a escala nanométrica.",
            "referencia": "La paleontología es la ciencia que se encarga del estudio de los organismos y seres vivos. Por otro lado, la nanotecnología es la tecnología que se enfoca en el desarrollo y aplicación de materiales y dispositivos a escala nanométrica.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 19,
            "valoracion promedio": 2.75
        },
        {
            "id": "bcf93ee6-38c6-4042-a17e-397ef42e6452",
            "table": "| Región | Población (miles de millones) | Densidad de población (habitantes por km cuadrado) ||---|---|---|| Asia | 4.6 | 96 || África | 1.4 | 44 || Europa | 0.7 | 34 |",
            "Ouput del modelo": "La tabla muestra información de regiones, su población en miles de millones y su densidad de población en habitantes por kilómetro cuadrado. Asia tiene una población de 4.6 miles de millones y una densidad de población de 96 habitantes por kilómetro cuadrado. África tiene una población de 1.4 miles de millones y una densidad de población de 44 habitantes por kilómetro cuadrado. Europa tiene una población de 0.7 miles de millones y una densidad de población de 34 habitantes por kilómetro cuadrado.",
            "referencia": "La tabla muestra información de la región, su población en miles de millones y su densidad de población en habitantes por kilómetro cuadrado.  La región de Asia tiene una población de 4,6 mil millones y una densidad de población de 96 habitantes por kilómetro cuadrado. La región de África tiene una población de 1,4 mil millones y una densidad de población de 44 habitantes por kilómetro cuadrado. La región de Europa tiene una población de 0,7 mil millones y una densidad de población de 34 habitantes por kilómetro cuadrado.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 20,
            "valoracion promedio": 2.75
        },
        {
            "id": "6c65df70-3f88-48a8-8d35-7571cd6c39b8",
            "table": "| Aves || --- || Cóndor || Guacamayo |",
            "Ouput del modelo": "La tabla muestra aves como el cóndor y el guacamayo.",
            "referencia": "La tabla muestra aves, se nombra el Cóndor y el Guacamayo.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 21,
            "valoracion promedio": 2.75
        },
        {
            "id": "02809c4e-c6db-4c4b-9f49-afc6d3745b2f",
            "table": "| Científicos | Año de nacimiento | Año de fallecimiento ||---|---|---|| Albert Einstein | 1879 | 1955 || Isaac Newton | 1643 | 1727 || Marie Curie | 1867 | 1934 |",
            "Ouput del modelo": "La tabla muestra información sobre científicos, el año de su nacimiento y el año de su fallecimiento. Albert Einstein nació en 1879 y falleció en 1955. Isaac Newton nació en 1643 y falleció en 1727. Marie Curie nació en 1867 y falleció en 1934.",
            "referencia": "La tabla muestra información sobre tres científicos : Albert Einstein, Isaac Newton y Marie Curie. Einstein nació en 1879 y murió en 1955. Isaac Newton nació en 1643 y murió en 1727. Marie Curie nació en 1867 y murió en 1934.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 22,
            "valoracion promedio": 2.75
        },
        {
            "id": "f36f8df6-c7cc-46d6-b7d3-8ba2524c60ee",
            "table": "| Factores Bióticos | Factores Abióticos ||---|---|| Población de animales | Temperatura || Cadena alimentaria | Precipitación |",
            "Ouput del modelo": "La tabla muestra factores bióticos y factores abióticos. Los factores bióticos incluyen la población de animales y la temperatura. Los factores abióticos incluyen la cadena alimentaria y la precipitación.",
            "referencia": "La tabla muestra factores bióticos y factores abióticos. Factores bióticos incluyen la población de animales y factores abióticos incluyen la temperatura. Factores bióticos incluyen la cadena alimentaria y factores abióticos incluyen la precipitación.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 23,
            "valoracion promedio": 2.75
        },
        {
            "id": "7753a94f-5f89-46b8-a3c7-0394693c0ff5",
            "table": "| País | Población (millones) ||---|---|| China | 1452 || India | 1412 |",
            "Ouput del modelo": "La tabla muestra países y su población en millones. China tiene 1.452 millones de habitantes. India tiene 1.412 millones de habitantes.",
            "referencia": "La tabla muestra países y su población en millones. China tiene una población de 1452 millones. India tiene una población de 1412 millones.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 24,
            "valoracion promedio": 2.75
        },
        {
            "id": "557e8205-ea04-4e44-a8aa-ebb1e65a8da2",
            "table": "| Cantidad de turistas ||---|| China en 2019, que fueron 145,3 millones |",
            "Ouput del modelo": "La tabla muestra la cantidad de turistas que visitaron China en 2019, que fueron 145,3 millones.",
            "referencia": "La tabla muestra el número de turistas que visitaron China en 2019, que fueron 145,3 millones ",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 25,
            "valoracion promedio": 2.75
        },
        {
            "id": "2f5159d9-4512-45e5-a35c-392b148d35da",
            "table": "| Avances Tecnológicos | Beneficios | Desafios ||---|---|---|| Inteligencia artificial | Automatización, eficiencia, mejores decisiones | Sesgo algorítmico, perdida de empleo, cuestiones éticas | Tecnologías sostenibles | Reducción de emisiones, conservación de recursos | Costos elevados, desarrollo lento, adopción desigual |",
            "Ouput del modelo": "La tabla muestra avances tecnológicos, sus beneficios y desafíos. La inteligencia artificial permite la automatización, la eficiencia y mejores decisiones. El avance tecnológico de las tecnologías sostenibles reduce las emisiones, la conservación de los recursos.",
            "referencia": "en los avances tecnológicos está la inteligencia artificial, sus beneficios está la automatización, eficiencia, mejores decisiones y los desafíos es el Sesgo algorítmico, perdida de empleo, cuestiones éticas, en los avances tecnológicos están las Tecnologías sostenibles, los beneficios son la Reducción de emisiones, conservación de recursos y los desafíos son los costos elevados, desarrollo lento, adopción desigual",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 26,
            "valoracion promedio": 2.75
        },
        {
            "id": "55707016-909f-4f15-a318-7762f9f79ac6",
            "table": "| No | Proceso | Fecha de publicación de resultados ||---|---|---|| 1 | Encuesta Nacional de Educación Inicial | 22 de octubre de 2024 || 2 | Encuesta Nacional de Educación Secundaria | 15 de noviembre de 2024 || 3 | Encuesta Nacional de Educación Superior | 30 de noviembre de 2024 |",
            "Ouput del modelo": "La tabla muestra información de un proceso, la fecha de publicación de resultados y el proceso en si. El proceso es la Encuesta Nacional de Educación Inicial, la fecha de publicación de resultados es el 22 de octubre de 2024 y el proceso en si es una encuesta que se realiza anualmente para evaluar el estado de la educación inicial en el país.",
            "referencia": "La tabla muestra información el número de proceso, el proceso en sí y la fecha de publicación de los resultados para cada proceso. El primer proceso es la encuesta nacional de educación inicial, cuyos resultados se publicarán el 22 de octubre de 2024. La segunda es la encuesta nacional de educación secundaria, cuyos resultados se publicarán el 15 de noviembre de 2024. La tercera es la encuesta nacional de educación superior, cuyos resultados se publicarán el 30 de noviembre de 2024.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 27,
            "valoracion promedio": 2.75
        },
        {
            "id": "be638447-7ee9-49e8-99d7-86c09a9d21f8",
            "table": "| Fuente de energía | Ventaja | Desventaja ||---|---|---|| Solar | Renovable, limpia, inagotable | Intermitente, requiere gran superficie de terreno |",
            "Ouput del modelo": "La tabla muestra información de una fuente de energía, sus ventajas y desventajas. La fuente de energía es el solar, tiene una ventaja de ser renovable y limpia, pero tiene una desventaja de ser intermitente y requiere gran superficie de terreno.",
            "referencia": "La tabla muestra una fuente de energía, destacando sus ventajas y desventajas. La energía solar es renovable y limpia, pero es intermitente y requiere mucho espacio.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 28,
            "valoracion promedio": 2.75
        },
        {
            "id": "53765ee6-bbab-4939-9ab0-ed581a81bf0f",
            "table": "| Revolución Tecnológica | Innovación ||------------------------|------------|| IA, Automatización | Mejora la productividad y la eficiencia || Computación en la Nube | Acceso a datos y aplicaciones desde cualquier lugar |",
            "Ouput del modelo": "La tabla muestra dos innovaciones tecnológicas y las innovaciones que se derivan de ellas. La primera fila muestra la IA y la automatización, que se derivan de la mejora de la productividad y la eficiencia. La segunda fila muestra la computación en la nube y el acceso a datos y aplicaciones desde cualquier lugar, que se derivan de la mejora de la productividad y la eficiencia.",
            "referencia": "La revolución tecnológica impulsada por la Inteligencia Artificial (IA) y la Automatización ha resultado en innovaciones que han mejorado la productividad y la eficiencia. Asimismo, la revolución tecnológica de la Computación en la Nube ha permitido la innovación en el acceso a datos y aplicaciones desde cualquier lugar.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 29,
            "valoracion promedio": 2.75
        },
        {
            "id": "0de9f58a-f119-4002-9147-3223df227acd",
            "table": "| Intervalo | Frecuencia | Clase ||---|---|---|| [-5, 5) | 12 | Inferior || [15, 25) | 8 | Superior |",
            "Ouput del modelo": "La tabla muestra intervalos, frecuencias y clases. El intervalo [-5, 5) tiene una frecuencia de 12 y se clasifica como inferior. El intervalo [15, 25) tiene una frecuencia de 8 y se clasifica como superior.",
            "referencia": "La tabla muestra información de intervalos, frecuencias y clases. El intervalo [-5, 5) tiene una frecuencia de 12 y corresponde a la clase inferior. El intervalo [15, 25) tiene una frecuencia de 8 y corresponde a la clase superior.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 30,
            "valoracion promedio": 2.75
        },
        {
            "id": "cf59e0e3-f526-4330-ab50-25f5a5da1156",
            "table": "| Continente | Tasa de alfabetización | Número de bibliotecas públicas ||---|---|---|| África | 67% | 14 por cada millón de habitantes |",
            "Ouput del modelo": "La tabla muestra información de continentes, su tasa de alfabetización y el número de bibliotecas públicas. El continente de África tiene una tasa de alfabetización del 67% y un número de bibliotecas públicas de 14 por cada millón de habitantes.",
            "referencia": "La tabla muestra información de un continente, su tasa de alfabetización y su número de bibliotecas públicas. El continente africano tiene una tasa de alfabetización de 67% y un número de bibliotecas públicas de 14 por cada millón de habitantes.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 31,
            "valoracion promedio": 2.75
        },
        {
            "id": "dd8b4d56-ca6b-45f8-973c-5089534ecd22",
            "table": "| Interacción entre plantas y animales ||:---|| Polen que las abejas transfieren de flor a flor || Plantas que ofrecen néctar a los polinizadores || Árboles que proporcionan hábitat a las aves |",
            "Ouput del modelo": "La tabla muestra interacciones entre plantas y animales. El polen que las abejas transfieren de flor a flor. Plantas que ofrecen néctar a los polinizadores. Árboles que proporcionan hábitat a las aves.",
            "referencia": "La tabla describe interacciones entre plantas y animales como el Polen que las abejas transfieren de flor a flor, plantas que ofrecen néctar a los polinizadores y árboles que proporcionan hábitat a las aves.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 32,
            "valoracion promedio": 2.75
        },
        {
            "id": "68baaaf1-6dc7-480b-8e49-1dd16567df68",
            "table": "| Presidente | País | Fecha de mandato ||---|---|---|| Juan Manuel Santos | Colombia | 2010-2018 || Dilma Rousseff | Brasil | 2011-2016 || Enrique Peña Nieto | México | 2012-2018 |",
            "Ouput del modelo": "La tabla muestra información de presidentes, sus países y su fecha de mandato. Juan Manuel Santos del país de Colombia, su fecha de mandato fue 2010-2018. Dilma Rousseff del país de Brasil, su fecha de mandato fue 2011-2016. Enrique Peña Nieto del país de México, su fecha de mandato fue 2012-2018.",
            "referencia": "La tabla muestra los presidentes, sus países y su fecha de mando. Juan Manuel Santos del país de Colombia con su fecha de mandato: 2010 a 2018. Dilma Rousseff del país de Brasil con su fecha de mandato: 2011 a 2016. Enrique Peña Nieto del país de México con su fecha de mandato: 2012 a 2018.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 33,
            "valoracion promedio": 2.75
        },
        {
            "id": "f66150f6-0e99-466b-baa7-956536a41790",
            "table": "| Interacción entre plantas y animales ||:---|| Polinización || Dispersión de semillas || Mutualismo |",
            "Ouput del modelo": "La tabla muestra interacciones entre plantas y animales. La polinización se produce cuando las plantas atraen a los animales a la misma para reproducirse. La dispersíon de semillas se produce cuando las plantas liberan semillas que son transportadas por animales. El mutualismo se produce cuando las plantas y los animales se benefician mutuamente.",
            "referencia": "La tabla describe las diferentes formas en que las plantas y los animales interactúan, incluyendo la polinización, la dispersión de semillas y el mutualismo.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 34,
            "valoracion promedio": 2.75
        },
        {
            "id": "7ca1a567-b74b-4c0a-9954-c98a965cb82a",
            "table": "| Mamíferos || --- || Zorros || Caballos |",
            "Ouput del modelo": "La tabla muestra animales como los zorros y los caballos.",
            "referencia": "La tabla muestra mamíferos, se nombra al zorro y el caballo.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 35,
            "valoracion promedio": 2.75
        },
        {
            "id": "2e454258-48cf-4542-99d5-746fad733776",
            "table": "| Cultivo | Conductividad en el suelo (dS/cm) | Conductividad en el agua de riego (dS/cm) ||:---|:---|:---|| Olivo | 3.0 | 2.5 || Lechuga | 1.5 | 1.2 || Frutilla | 1.2 | 0.9 |",
            "Ouput del modelo": "La tabla muestra información sobre cultivos, la conductividad en el suelo (dS/cm) y la conductividad en el agua de riego (dS/cm). Para el cultivo de la olivo, la conductividad en el suelo es de 3.0 dS/cm y la conductividad en el agua de riego es de 2.5 dS/cm. Para el cultivo de la lechuga, la conductividad en el suelo es de 1.5 dS/cm y la conductividad en el agua de riego es de 1.2 dS/",
            "referencia": "La tabla proporciona información sobre la conductividad eléctrica del suelo y del agua de riego para cultivos. El olivo tiene una conductividad del suelo de 3.0 dS/cm y una conductividad del agua de riego de 2.5 dS/cm. La lechuga tiene una conductividad del suelo de 1.5 dS/cm y una conductividad del agua de riego de 1.2 dS/cm. La frutilla tiene una conductividad del suelo de 1.2 dS/cm y una conductividad del agua de riego de 0.9 dS/cm.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 36,
            "valoracion promedio": 2.75
        },
        {
            "id": "9eeebe29-11a4-491c-8a4e-b75e8c03a8ab",
            "table": "| Autor | Título de obras literarias | Año de publicación ||---|---|---|| Miguel de Cervantes | El ingenioso hidalgo don Quijote de la Mancha | 1605 || William Shakespeare | Hamlet | 1603 || Jane Austen | Orgullo y prejuicio | 1813 |",
            "Ouput del modelo": "La tabla muestra información de autores, sus obras literarias y el año de publicación. Miguel de Cervantes escribió \"El ingenioso hidalgo don Quijote de la Mancha\" en el año 1605. William Shakespeare escribió \"Hamlet\" en el año 1603. Jane Austen escribió \"Orgullo y prejuicio\" en el año 1813.",
            "referencia": "La tabla presenta datos bibliográficos de obras literarias, incluyendo el autor, el título y el año de publicación. La primera fila corresponde a \"El ingenioso hidalgo don Quijote de la Mancha\", escrita por Miguel de Cervantes en 1605. La segunda fila hace referencia a \"Hamlet\" de William Shakespeare, publicada en 1603. La tercera y última fila presenta \"Orgullo y prejuicio\" de Jane Austen, publicada en 1813.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 37,
            "valoracion promedio": 2.75
        },
        {
            "id": "d4d0dbf0-cbf8-40b0-9a95-70815175fcd4",
            "table": "| Beneficios del reciclaje y reducción de residuos ||------|| Reduce la huella de carbono || Ahorra recursos naturales || Protege la vida silvestre y los ecosistemas |",
            "Ouput del modelo": "La tabla muestra los beneficios del reciclaje y reducción de residuos. En primer lugar, reduce la huella de carbono. En segundo lugar, ahorra recursos naturales. En tercer lugar, protege la vida silvestre y los ecosistemas.",
            "referencia": "La tabla muestra los beneficios del reciclaje y la reducción de residuos, como reducir la huella de carbono, ahorrar recursos naturales y proteger la vida silvestre y los ecosistemas.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 38,
            "valoracion promedio": 2.75
        },
        {
            "id": "9f21c87e-4fb3-40cc-9a48-a18b2e6aacef",
            "table": "| Nombre | Descubrimientos ||---|---|| Galileo Galilei | Telescopio || Alexander Fleming | Penicilina |",
            "Ouput del modelo": "La tabla muestra nombres y descubrimientos. Galileo Galilei descubrio el telescopio. Alexander Fleming descubrio la Penicilina.",
            "referencia": "La tabla muestra nombres y descubrimientos. Galileo Galilei descubrió el telescopio. Alexander Fleming descubrió la penicilina.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 39,
            "valoracion promedio": 2.75
        },
        {
            "id": "84523128-95e1-491b-93c3-4a0c7c2dd406",
            "table": "| Continente | Población (millones) | Porcentaje de la Población Total ||:---|:---|:---|| Europa | 747 | 9,66% |",
            "Ouput del modelo": "La tabla muestra continentes, la población en millones y el porcentaje de la población total. Europa tiene una población de 747 millones y representa el 9,66% de la población total.",
            "referencia": "La tabla muestra el continente, la población en millones y el porcentaje de la población total. Europa tiene una población de 747 millones y el porcentaje de la población total de 9,66%.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 40,
            "valoracion promedio": 2.75
        },
        {
            "id": "b64be4c9-0355-4d74-a784-03c2231f000b",
            "table": "|Tipos de energía renovable ||------|| Geotermal: Aprovecha el calor interno de la Tierra para generar electricidad o para calentar agua. Es una fuente de energía renovable, confiable y sostenible que no produce emisiones contaminantes. || Energía oceánica: Utiliza la energía de las olas, mareas o corrientes marinas para generar electricidad. Es una fuente de energía renovable, predecible y abundante, especialmente en zonas costeras con alta actividad marina. |",
            "Ouput del modelo": "La tabla muestra tipos de energía renovable como el geotermal, que aprovecha el calor interno de la Tierra para generar electricidad o para calentar agua. También se menciona la energía oceánica, que utiliza la energía de las olas, mareas o corrientes marinas para generar electricidad.",
            "referencia": "La tabla presenta dos tipos de energía renovable. En primer lugar, se describe la Energía geotérmica, que aprovecha el calor interno de la Tierra para generar electricidad o para calentar agua. Es una fuente de energía renovable, confiable y sostenible que no produce emisiones contaminantes. En segundo lugar, se menciona la Energía oceánica, que utiliza la energía de las olas, mareas o corrientes marinas para generar electricidad. Es una fuente de energía renovable, predecible y abundante, especialmente en zonas costeras con alta actividad marina.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 41,
            "valoracion promedio": 2.75
        },
        {
            "id": "5c381b70-dde8-4a95-9f0e-bab659d8f8b8",
            "table": "| Experimento | Año ||---------|-----|| Experimento de Michelson-Morley | 1887 || Experimento de Stern-Gerlach | 1922 |",
            "Ouput del modelo": "La tabla muestra experimentos, el año en que se realizó y el resultado. El primer experimento fue el Experimento de Michelson-Morley, que se realizó en el año 1887 y el resultado fue negativo. El segundo experimento fue el Experimento de Stern-Gerlach, que se realizó en el año 1922 y el resultado fue el separación de los iones de diferente spin.",
            "referencia": "La primera fila de la tabla muestra el Experimento de Michelson-Morley, que se realizó en el año 1887. La segunda fila de la tabla muestra el Experimento de Stern-Gerlach, que se realizó en el año 1922.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 42,
            "valoracion promedio": 2.75
        },
        {
            "id": "52da7407-0455-4d21-984c-ab0581372925",
            "table": "| Enfermedad | Virus que lo ocasiona ||---|---|| Sarampión | Virus del sarampión |",
            "Ouput del modelo": "La tabla muestra información sobre una enfermedad y el virus que lo provoca. La sarampión es causada por el virus del sarampión.",
            "referencia": "La tabla presenta información sobre el sarampión, una enfermedad causada por el virus del sarampión.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 43,
            "valoracion promedio": 2.75
        },
        {
            "id": "64ce10ea-93ae-428a-8a46-8f77675b314a",
            "table": "| Año | Extranjeros censados | % total ||---|---|---|| 2010 | 1.127.595 | 2,3 |",
            "Ouput del modelo": "La tabla muestra el año, los extranjeros censados y el porcentaje total. En 2010, 1.127.595 extranjeros fueron censados, representando el 2,3% del total.",
            "referencia": "La tabla muestra el año, los extranjeros censados y el porcentaje total. El año 2010 habían 1.127.595 extranjeros censados y el porcentaje total es del 2,3%.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 44,
            "valoracion promedio": 2.75
        },
        {
            "id": "8a1c20ef-5a63-4f7e-b8f0-abd6110abab2",
            "table": "| Planta | Causas de extinción ||---|---|| Santalum fernandezianum | Posible deforestación, sobrepastoreo, intrusión de especies exóticas |",
            "Ouput del modelo": "La tabla muestra plantas y sus causas de extinción. El Santalum fernandezianum tiene como causas de extinción la posible deforestación, el sobrepastoreo y la intrusión de especies exóticas.",
            "referencia": "La tabla muestra la planta Santalum fernandezianum y su causa de extinción, que incluyen una posible deforestación, el sobrepastoreo y la intrusión de especies exóticas.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 45,
            "valoracion promedio": 2.75
        },
        {
            "id": "ca13740b-79fa-4d6b-a08c-5fcbd176f8dc",
            "table": "| País | Densidad de Población (por kilómetro cuadrado) ||---|---|| China | 153 || India | 464 || Estados Unidos | 35,6 |",
            "Ouput del modelo": "La tabla muestra países y la densidad de población por kilómetro cuadrado. China tiene 153 habitantes por kilómetro cuadrado. India tiene 464 habitantes por kilómetro cuadrado. Estados Unidos tiene 35,6 habitantes por kilómetro cuadrado.",
            "referencia": "La tabla muestra países y la densidad de población por kilómetro cuadrado. China tiene una densidad de población de 153 habitantes por kilómetro cuadrado. India tiene una densidad de población de 464 habitantes por kilómetro cuadrado. Estados Unidos tiene una densidad de población de 35,6 habitantes por kilómetro cuadrado.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 46,
            "valoracion promedio": 2.75
        },
        {
            "id": "bf60f8af-9d59-4995-a83d-933b1292ae64",
            "table": "| País | PIB (miles de millones de dólares) | Gasto social (% del PIB) ||---|---|---|| Finlandia | 334 | 21,4 || Georgia | 17,2 | 6,2 || Grecia | 215 | 17,2 |",
            "Ouput del modelo": "La tabla muestra información de países, su PIB en miles de millones de dólares y su gasto social en por ciento del PIB. Finlandia tiene un PIB de 334 miles de millones de dólares y su gasto social es del 21,4%. Georgia tiene un PIB de 17,2 miles de millones de dólares y su gasto social es del 6,2%. Grecia tiene un PIB de 215 miles de millones de dólares y su gasto social es del 17,2%.",
            "referencia": "La tabla muestra información de países, su PIB en miles de millones de dólares y su gasto social como porcentaje del PIB. Finlandia tiene un PIB de 334 miles de millones de dólares y un gasto social del 21,4% del PIB. Georgia tiene un PIB de 17,2 miles de millones de dólares y un gasto social del 6,2% del PIB. Grecia tiene un PIB de 215 miles de millones de dólares y un gasto social del 17,2% del PIB.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 47,
            "valoracion promedio": 2.75
        },
        {
            "id": "7f030f14-18e8-42e7-b6e0-a6c0883ec9fa",
            "table": "| Reciclaje ||------|| Compostaje |",
            "Ouput del modelo": "La tabla muestra una forma de reciclaje, el compostaje.",
            "referencia": "La tabla muestra que una forma de reciclaje es el compostaje.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 48,
            "valoracion promedio": 2.75
        },
        {
            "id": "197c0a63-51f6-4455-8c7f-2eadbf443fab",
            "table": "| Desafíos del Internet de las cosas (IoT) || --- || Seguridad y privacidad: garantizar la protección de datos y dispositivos || Interoperabilidad y estándares: permitir que diferentes dispositivos se comuniquen y trabajen juntos sin problemas || Escalabilidad y capacidad de gestión: abordar el gran volumen de datos y dispositivos conectados |",
            "Ouput del modelo": "La tabla muestra tres desafíos del Internet de las cosas (IoT): la seguridad y la privacidad, la interoperabilidad y estándards, y la escalabilidad y capacidad de gestión.",
            "referencia": "La tabla presenta desafíos del Internet de las cosas (IoT). En primer lugar, se destaca el desafío de Seguridad y privacidad, que implica garantizar la protección de datos y dispositivos. En segundo lugar, se menciona el desafío de Interoperabilidad y estándares, que busca permitir que diferentes dispositivos se comuniquen y trabajen juntos sin problemas. En tercer lugar, se habla de Escalabilidad y capacidad de gestión, que aborda el gran volumen de datos y dispositivos conectados.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 49,
            "valoracion promedio": 2.75
        },
        {
            "id": "c90a1345-5ec5-4f5f-9b2d-5d226f631030",
            "table": "| Personaje histórico | Fecha de fallecimiento ||---|---|| Martin Luther King Jr. | 4 de abril de 1968 || Mahatma Gandhi | 30 de enero de 1948 |",
            "Ouput del modelo": "La tabla muestra personajes históricos y la fecha en que fallecieron. Martin Luther King Jr. falleció el 4 de abril de 1968. Mahatma Gandhi falleció el 30 de enero de 1948.",
            "referencia": "La tabla muestra personajes históricos y la fecha en que fallecieron. Martin Luther King Jr. falleció el 4 de abril de 1968. Mahatma Gandhi falleció el 30 de enero de 1948.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 50,
            "valoracion promedio": 2.75
        },
        {
            "id": "bec9037a-a214-448e-b613-1ceaacf7669c",
            "table": "| Censos ||:---|| Censo de Población y Vivienda || Censo Agropecuario |",
            "Ouput del modelo": "La tabla muestra censos, el censo de población y vivienda y el censo agropecuario.",
            "referencia": "La tabla muestra censos, el censo de población y vivienda y el censo agropecuario.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 51,
            "valoracion promedio": 2.75
        },
        {
            "id": "488462ff-c6d9-4ff6-a1e6-16fa78355aad",
            "table": "| Provincia | Culturas ||---|---|| Esmeraldas | Chachi, Épera, Awá || Manabí | Manta, Valdivia, Machalilla |",
            "Ouput del modelo": "La tabla muestra las provincias y las culturas que habitan en ellas. Esmeraldas tiene a las culturas Chachi, Épera, Awá. Manabí tiene a las culturas Manta, Valdivia, Machalilla.",
            "referencia": "La tabla muestra las provincias y las culturas. Esmeraldas tiene a las culturas Chachi, Épera y Awá. Manabí tiene a las culturas Manta, Valdivia y Machalilla.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 52,
            "valoracion promedio": 2.75
        },
        {
            "id": "b38354ca-09c1-446d-8f55-8dfe4bf4f7cd",
            "table": "| Área de investigación | Autores principales ||---|---|| Historia del arte | Giorgio Vasari |",
            "Ouput del modelo": "La tabla muestra información de una área de investigación, sus autores principales y el título de su obra. La historia del arte, sus autores principales son Giorgio Vasari y el título de su obra es \"La historia del arte\".",
            "referencia": "La tabla presenta a los autores principales en el campo de la investigación en historia del arte, incluido Giorgio Vasari.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 53,
            "valoracion promedio": 2.75
        },
        {
            "id": "13f9bc74-0cdc-4f69-b31e-95c5f7ce8225",
            "table": "| Teoría | Caracterización del desarrollo sostenible ||---|---|| Teoría de los límites planetarios | Establece límites ambientales para mantener la estabilidad del sistema terrestre. || Teoría del decrecimiento | Aboga por una reducción del consumo y la producción para evitar el agotamiento de los recursos. |",
            "Ouput del modelo": "La teoría de los límites planetarios establece límites ambientales para mantener la estabilidad del sistema terrestre. La teoría del decrecimiento aboga por una reducción del consumo y la producción para evitar el agotamiento de los recursos.",
            "referencia": "La tabla muestra teorías y la caracterización del desarrollo sostenible. La teoría de los límites planetarios, que establece límites ambientales para mantener la estabilidad del sistema terrestre. La teoría del decrecimiento aboga por una reducción del consumo y la producción para evitar el agotamiento de los recursos.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 54,
            "valoracion promedio": 2.75
        },
        {
            "id": "f32ed87a-ac75-4dbb-b57c-819529bf15c3",
            "table": "| País | Tasa de alfabetización | Gasto en educación (% del PIB) ||---|---|---|| Malawi | 69% | 11 % |",
            "Ouput del modelo": "La tabla muestra información de países, su tasa de alfabetización y su gasto en educación como porcentaje del PIB. Malawi tiene una tasa de alfabetización del 69% y un gasto en educación del 11% del PIB.",
            "referencia": "La tabla muestra información del país, su tasa de alfabetización y su gasto en educación en porcentaje del PIB. Malawi tiene una tasa de alfabetización del 69 % y su gasto en educación es del 11 % del PIB.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 55,
            "valoracion promedio": 2.75
        },
        {
            "id": "35b97fd7-1d57-4b9c-911b-540a153d861c",
            "table": "| País | Anfibios | Reptiles ||---|---|---|| Ecuador | 300 especies | 220 especies || El Salvador | 150 especies | 300 especies |",
            "Ouput del modelo": "La tabla muestra información de países, su número de anfibios y reptiles. Ecuador tiene 300 especies de anfibios y 220 especies de reptiles. El Salvador tiene 150 especies de anfibios y 300 especies de reptiles.",
            "referencia": "La tabla muestra el número de especies de anfibios y reptiles. Ecuador tiene 300 especies de anfibios y 220 especies de reptiles. El Salvador tiene 150 especies de anfibios y 300 especies de reptiles.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 56,
            "valoracion promedio": 2.75
        },
        {
            "id": "11c967dd-2513-42e6-86a7-7448118a2981",
            "table": "| Parroquia de inscripción ||-------|| Parroquia San Blas, Cuenca || Parroquia San Pedro, Guayaquil || Parroquia La Merced, Quito |",
            "Ouput del modelo": "La tabla muestra parroquia de inscripción como Parroquia San Blas, Parroquia San Pedro, Parroquia La Merced.",
            "referencia": "La tabla muestra parroquia de inscripción como la Parroquia San Blas en Cuenca, Parroquia San Pedro en Guayaquil y Parroquia La Merced en Quito.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 57,
            "valoracion promedio": 2.75
        },
        {
            "id": "ce1de6c5-2ce4-4076-9c1b-f625ef7a0512",
            "table": "| Nombre del autor | Año de publicación | Título de la obra ||---|---|---|| Gabriel García Márquez | 1967 | Cien años de soledad |",
            "Ouput del modelo": "La tabla muestra información del nombre del autor, el año de publicación y el título de la obra. Gabriel García Márquez publicó Cien años de soledad en el año 1967.",
            "referencia": "La tabla contiene información sobre el nombre del autor, año de publicación y el título de la obra. Gabriel García Márquez en 1967 publicó la obra Cien años de soledad.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 58,
            "valoracion promedio": 2.75
        },
        {
            "id": "c9fd4d29-78d7-4685-8842-877487cc3d3c",
            "table": "| Extinción de especies ||--------|| 1 millón de especies en peligro de extinción || 50% de las especies desaparecerán en los próximos 100 años || Actividades humanas son la causa principal |",
            "Ouput del modelo": "La tabla muestra información sobre la extinción de especies, destacando que 1 mil millones de especies en peligro de extinción, 50% de las especies desaparecerán en los próximos 100 años y las actividades humanas son la causa principal.",
            "referencia": "La tabla muestra estadísticas sobre la extinción de especies, destacando que un millón de especies están en peligro, la mitad de las especies podrían desaparecer en un siglo y las actividades humanas son la causa principal.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 59,
            "valoracion promedio": 2.75
        },
        {
            "id": "0700635b-99b4-435a-9961-727ab43d087a",
            "table": "| Ciencia | Tecnologia | Impacto | ||---|---|---|| Estudio sistemático del mundo natural que utiliza observaciones y experimentos para comprender sus fenómenos y estructuras | Aplicación práctica del conocimiento científico para resolver problemas y crear nuevos productos, procesos y sistemas | Los efectos de la ciencia y la tecnología en la sociedad, el medio ambiente y la economía, que incluyen avances en medicina, comunicaciones y transporte. | Descubre patrones y principios en el mundo natural, lo que conduce a nuevos conocimientos y comprensión. | Transforma estos descubrimientos en aplicaciones prácticas y soluciones innovadoras.   | Mejora la calidad de vida, crea nuevas industrias y genera oportunidades económicas, transformando nuestra forma de vivir y trabajar.",
            "Ouput del modelo": "La tabla muestra información sobre ciencia, tecnología y su impacto. La ciencia es el estudio sistemático del mundo natural que utiliza observaciones y experimentos para comprender sus fenómenos y estructuras. La tecnología es la aplicación práctica del conocimiento científico para resolver problemas y crear nuevos productos, procesos y sistemas. El",
            "referencia": "La ciencia tiene un estudio sistemático del mundo natural que utiliza observaciones y experimentos para comprender sus fenómenos y estructuras amas de que descubre patrones y principios en el mundo natural, lo que conduce a nuevos conocimientos y comprensión. La Tecnología engloba la aplicación práctica del conocimiento científico para resolver problemas y crear nuevos productos, procesos y sistemas asimismo transforma estos descubrimientos en aplicaciones prácticas y soluciones innovadoras. El impacto contiene los efectos de la ciencia y la tecnología en la sociedad, el medio ambiente y la economía, que incluyen avances en medicina, comunicaciones y transporte. Mejora la calidad de vida, crea nuevas industrias y genera oportunidades económicas, transformando nuestra forma de vivir y trabajar.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 60,
            "valoracion promedio": 2.75
        },
        {
            "id": "5fd09fac-ec52-4b1f-9e25-f45f1cf61b19",
            "table": "| Alimento | Cantidad de proteínas ||---|---|| Huevo | 6 g || Pechuga de pollo | 25 g || Atún en lata | 20 g |",
            "Ouput del modelo": "La tabla muestra la cantidad de proteínas en tres alimentos. El huevo contiene 6 gramos de proteínas, la péchuga de pollo contiene 25 gramos de proteínas y la átuno en lata contiene 20 gramos de proteínas.",
            "referencia": "La tabla muestra la cantidad de proteínas en diferentes alimentos. El huevo contiene 6 gramos de proteínas, la pechuga de pollo contienen 25 gramos de proteínas y el atún en lata contiene 20 gramos de proteínas.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 61,
            "valoracion promedio": 2.75
        },
        {
            "id": "6ec87827-7cc9-420c-b853-7f92046b32f8",
            "table": "| Mes de nacimiento ||------|| Octubre || Noviembre || Mayo |",
            "Ouput del modelo": "La tabla muestra meses de nacimiento como octubre, noviembre y mayo.",
            "referencia": "La tabla muestra meses de nacimiento como octubre, noviembre y mayo.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 62,
            "valoracion promedio": 2.75
        },
        {
            "id": "747d2f79-e64a-4313-97cd-71e60edc47ee",
            "table": "| Categoría | Atributos ||---|---|| Sustentabilidad fuerte | Prioriza la conservación de los recursos naturales y la protección del medio ambiente. || Sustentabilidad súper-fuerte | Va más allá de la conservación, abogando por la restauración y regeneración de los ecosistemas. |",
            "Ouput del modelo": "La tabla muestra categorías y atributos. La sustentabilidad fuerte prioriza la conservación de los recursos naturales y la protección del medio ambiente. La sustentabilidad súper-fuerte va más allá de la conservación, abogando por la restauración y regeneración de los ecosistemas.",
            "referencia": "La tabla muestra categorías y atributos. La sustentabilidad fuerte tiene atributos que prioriza la conservación de los recursos naturales y la protección del medio ambiente. La sustentabilidad súper-fuerte tiene atributos con los que va más allá de la conservación, abogando por la restauración y regeneración de los ecosistemas.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 63,
            "valoracion promedio": 2.75
        },
        {
            "id": "58dc6023-47ba-411b-99b1-f2966f00c0c1",
            "table": "| Región | Esperanza de vida ||------|---|| Europa | 78 años |",
            "Ouput del modelo": "La tabla muestra la región y la esperanza de vida. En Europa es de 78 años.",
            "referencia": "La tabla contiene información sobre la esperanza de vida en una región específica. En Europa es de 78 años.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 64,
            "valoracion promedio": 2.75
        },
        {
            "id": "56b7f0f7-303e-4637-ba6f-87531d7cd178",
            "table": "| Figura científica | Legado e impacto ||---|---|| Richard Feynman | Físico teórico conocido por su trabajo en electrodinámica cuántica, física de partículas y computación cuántica. |",
            "Ouput del modelo": "La tabla muestra una figura científica y su legado e impacto. Richard Feynman es conocido por su trabajo en electrodinámica cuántica, física de partículas y computación cuántica.",
            "referencia": "La tabla contiene información sobre el legado e impacto de Richard Feynman, un físico teórico conocido por su trabajo en electrodinámica cuántica, física de partículas y computación cuántica.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 65,
            "valoracion promedio": 2.75
        },
        {
            "id": "c6161f96-8764-4ae5-ba75-e5c995bde5ed",
            "table": "| País | Población ||---|---|| China | 1.444 mil millones || India | 1.393 mil millones |",
            "Ouput del modelo": "La tabla muestra países y su población. China tiene una población de 1.444 mil millones. India tiene una población de 1.393 mil millones.",
            "referencia": "La tabla muestra países y su población. China, con una población de 1.444 mil millones. India, con una población de 1.393 mil millones.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 66,
            "valoracion promedio": 2.75
        },
        {
            "id": "8352a4af-6420-472b-bda6-818e82de1b6b",
            "table": "| Misión espacial | Agencia espacial ||---|---|| Apolo 11 | NASA || Shenzhou 5 | CNSA |",
            "Ouput del modelo": "La tabla muestra misión espacial, la agencia espacial y el año en que se realizo. La misión Apolo 11 fue realizada por la NASA en 1969. La misión Shenzhou 5 fue realizada por la CNSA en 2003.",
            "referencia": "La tabla muestra dos misiones espaciales significativas y sus agencias espaciales correspondientes. La primera fila indica la misión Apolo 11 llevada a cabo por la NASA. La segunda fila muestra la misión Shenzhou 5, realizada por la CNSA.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 67,
            "valoracion promedio": 2.75
        },
        {
            "id": "b588f5b3-4e35-4191-b2ee-6bc08a30fafb",
            "table": "| País | Consumo per capita (Base 100) ||---|---|| Paraguay | 120 || Uruguay | 150 |",
            "Ouput del modelo": "La tabla muestra paises y el consumo per cápita de base 100. Paraguay tiene un consumo per cápita de 120. Uruguay tiene un consumo per cápita de 150.",
            "referencia": "La tabla muestra paises y el consumo per cápita de base 100. Paraguay tiene un consumo per capita de 120. Uruguay tiene un consumo per cápita de 150.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 68,
            "valoracion promedio": 2.75
        },
        {
            "id": "b293ffb4-6bee-4228-ae03-18afc728d0ba",
            "table": "| Alfabetización de adultos | Tasa de matrícula en la educación superior | Gasto público en educación (% del PIB) ||---|---|---|| 86,3% | 38% | 4,6% |",
            "Ouput del modelo": "La tabla muestra información de la alfabetización de adultos, la tasa de matrícula en la educación superior y el gasto público en educación (% del PIB). La alfabetización de adultos es del 86,3%. La tasa de matrícula en la educación superior es del 38%. El gasto público en educación es del 4,6%.",
            "referencia": "La tabla muestra información de la alfabetización de adultos, la tasa de matrícula en la educación superior y el gasto público en educación en porcentaje del PIB. La alfabetización de adultos es del 86,3%, la tasa de matrícula en la educación superior es del 38% y el gasto público en educación es del 4,6% del PIB.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 69,
            "valoracion promedio": 2.75
        },
        {
            "id": "f97d9e93-c0c4-40b3-a7cd-1963f2ed5c07",
            "table": "| Marca | Modelo | Año ||---|---|---|| BMW | M3 | 2023 || Tesla | Model S | 2022 || Toyota | Camry | 2021 |",
            "Ouput del modelo": "La tabla muestra información de tres marcas de vehículos, sus modelos y el año en que fueron creados. La marca BMW tiene el modelo M3, fue creada en el año 2023. La marca Tesla tiene el modelo Model S, fue creada en el año 2022. La marca Toyota tiene el modelo Camry, fue creada en el año 2021.",
            "referencia": "La tabla contiene información sobre tres modelos de automóviles fabricados por diferentes marcas: un BMW M3 fabricado en 2023, un Tesla Model S fabricado en 2022 y un Toyota Camry fabricado en 2021.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 70,
            "valoracion promedio": 2.75
        },
        {
            "id": "4edb7b2a-972a-4d09-879f-e6cd09bdcf78",
            "table": "| País | Tasa de alfabetización | Número de bibliotecas públicas ||---|---|---|| Finlandia | 99,8% | 75 por cada 100k habitantes || Japón | 99,9% | 55 por cada 100k habitantes |",
            "Ouput del modelo": "La tabla muestra información de países, su tasa de alfabetización y el número de bibliotecas públicas. Finlandia tiene una tasa de alfabetización del 99,8% y 75 bibliotecas públicas por cada 100.000 habitantes. Japón tiene una tasa de alfabetización del 99,9% y 55 bibliotecas públicas por cada 100.000 habitantes.",
            "referencia": "La tabla muestra información de países, su tasa de alfabetización y el número de bibliotecas públicas. Finlandia tiene la tasa de alfabetización del 99,8% y en el número de bibliotecas públicas es 75 por cada 1000 mil habilitantes. Japón tiene la tasa de alfabetización del 99,9% y en el número de bibliotecas públicas es 55 por cada 100 mil habitantes.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 71,
            "valoracion promedio": 2.75
        },
        {
            "id": "b5ee1434-d61a-41e9-bbda-ec0c64a8de6d",
            "table": "| Nombre | Apellido ||---|---|| Raúl Eduardo | Jiménez || Marta Elena | Herrera |",
            "Ouput del modelo": "La tabla muestra nombres y apellidos. El nombre es Raúl Eduardo y el apellido Jiménez. El nombre es Marta Elena y el apellido Herrera.",
            "referencia": "La tabla muestra nombres y apellidos. Nombre Raúl Eduardo, apellido Jiménez. Nombre Marta Elena, apellido Herrera.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 72,
            "valoracion promedio": 2.75
        },
        {
            "id": "534c279d-510b-4179-85a1-5f6173e315f3",
            "table": "| Especie de planta | Hábitat natural ||---|---|| Acacia | África || Cocotero | Playas tropicales |",
            "Ouput del modelo": "La tabla muestra especies de plantas y sus hábitats naturales. La primera fila muestra la Acacia, que habita en África. La segunda fila muestra el Cocotero, que habita en playas tropicales.",
            "referencia": "La tabla contiene información sobre dos especies de plantas, incluyendo su especie y hábitat natural. La Acacia se encuentra en África, mientras que el Cocotero se encuentra en las playas tropicales.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 73,
            "valoracion promedio": 2.75
        },
        {
            "id": "81bd3a29-9dea-4ea5-8f15-de04c27b7162",
            "table": "|| Fecha de nacimiento || ----------- || 3 de agosto de 1851 |",
            "Ouput del modelo": "La tabla muestra información de la fecha de nacimiento de un personaje histórico, es la fecha en que un personaje histórico nació. El personaje histórico es Abraham Lincoln, su fecha de nacimiento es 3 de agosto de 1851.",
            "referencia": "Esta tabla contiene información sobre la fecha de nacimiento de un individuo, que es el 3 de agosto de 1851.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 74,
            "valoracion promedio": 2.75
        },
        {
            "id": "5ae89669-6829-4eaf-9b66-6cee88206c3a",
            "table": "| Ranking | Países | Toneladas de CO2 (millones) ||:---:|:---:|:---:|| 1 | China | 10.065 || 2 | Estados Unidos | 5.415 |",
            "Ouput del modelo": "La tabla muestra un ranking, países y las toneladas de CO2 en millones. En el número 1 de la tabla, China tiene 10.065 millones de toneladas de CO2. En el número 2 de la tabla, Estados Unidos tiene 5.415 millones de toneladas de CO2.",
            "referencia": "La tabla muestra un ranking, países y las toneladas de CO2 en millones. En el número 1 del ranking, esta China con 10.065 millones de toneladas de CO2. En el número 2 del ranking, esta Estados Unidos con 5.415 millones de toneladas de CO2.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 75,
            "valoracion promedio": 2.75
        },
        {
            "id": "1d446fb5-ba38-431d-83cb-e2a72685447c",
            "table": "| Deporte | Número de personas ||---|---|| Atletismo | 500 |",
            "Ouput del modelo": "La tabla muestra información sobre el número de personas que practican el atletismo, que es 500.",
            "referencia": "La tabla muestra información sobre el número de personas que practican atletismo, con una cifra de 500.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 76,
            "valoracion promedio": 2.75
        },
        {
            "id": "1027f405-fad5-4085-a4fd-20cc513052e8",
            "table": "| País | Cantidad de especies de aves ||---|---|| India | 1.350 || Colombia | 1.900 || Perú | 1.814 |",
            "Ouput del modelo": "La tabla muestra información de países, su cantidad de especies de aves. India tiene 1.350 especies de aves, Colombia tiene 1.900 especies de aves y Perú tiene 1.814 especies de aves.",
            "referencia": "La tabla muestra países y la cantidad de especies de aves. India tiene 1.350. Colombia tiene 1.900. Perú tiene 1.814.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 77,
            "valoracion promedio": 2.75
        },
        {
            "id": "83e7d609-8248-4581-a9d8-7400a1c5a7cd",
            "table": "| Continente | Población (millones) | Porcentaje de la Población Total ||---|---|---|| América del Norte | 369 | 4,77% |",
            "Ouput del modelo": "La tabla muestra continentes, la población en millones y el porcentaje de la población total. El continente de América del Norte tiene una población de 369 millones y representa el 4,77% de la población total.",
            "referencia": "La tabla muestra el continente, la población en millones y el porcentaje de la población total. América del Norte tiene una población de 369 millones y el porcentaje de la población total de 4,77%.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 78,
            "valoracion promedio": 2.75
        },
        {
            "id": "4714ab01-e227-4a36-8a90-db2ac52cfdc2",
            "table": "| Alimento | Cantidad de Proteínas ||---|---|| Leche | 8g || Huevo | 6g || Carne | 20g |",
            "Ouput del modelo": "La tabla muestra la cantidad de proteínas en tres alimentos: leche, huevo y carne. La leche contiene 8 gramos de proteínas, el huevo contiene 6 gramos de proteínas y la carne contiene 20 gramos de proteínas.",
            "referencia": "La tabla muestra la cantidad de proteínas en diferentes alimentos. La leche contiene 8 gramos de proteínas, el huevo contiene 6 gramos de proteínas y la carne contiene 20 gramos de proteínas.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 79,
            "valoracion promedio": 2.75
        },
        {
            "id": "e61ccd04-77aa-41a0-806a-4e8d36dd4bf7",
            "table": "| Área de Ciencia | Avances Tecnológicos | Impacto Social ||---|---|---|| Inteligencia Artificial | Sistemas de aprendizaje automático, automatización, reconocimiento de patrones | Mejora de la eficiencia, precisión y accesibilidad en diversos sectores | Biotecnología | Ingeniería genética, medicina personalizada, terapias novedosas | Avance en el tratamiento de enfermedades, mejora de la salud y la calidad de vida |",
            "Ouput del modelo": "La tabla muestra información de áreas de ciencia, avances tecnológicos y su impacto social. En el área de la ciencia, los avances tecnológicos son los sistemas de aprendizaje automático, automatización, reconocimiento de patrones. En el área de la ciencia, los avances tecnológicos son la ingeniería genética, medicina personalizada, terapias novedosas. En el área de la ciencia, los avances tecnológicos son la inteligencia artificial, sistemas de aprendizaje automático, automatización, reconocimiento de patrones.",
            "referencia": "En el área de Ciencia está la Inteligencia Artificial con avances tecnológicos de sistemas de aprendizaje automático, automatización, reconocimiento de patrones y su impacto social es que mejora de la eficiencia, precisión y accesibilidad en diversos sectores, en el área de ciencia se encuentra también la biotecnología en sus avances tecnológicos está la ingeniería genética, medicina personalizada, terapias novedosas con impacto social en el avance en el tratamiento de enfermedades, mejora de la salud y la calidad de vida ",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 80,
            "valoracion promedio": 2.75
        },
        {
            "id": "53a5985c-1547-49a3-8e21-db8de5440d4f",
            "table": "| Región | Nivel de ingresos ||---|---|| América Latina y el Caribe | Medio bajo |",
            "Ouput del modelo": "La tabla muestra información de la región, el nivel de ingresos. La región es América Latina y el Caribe, el nivel de ingresos es medio bajo.",
            "referencia": "La tabla muestra que la región de América Latina y el Caribe tiene un nivel de ingresos medio bajo.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 81,
            "valoracion promedio": 2.75
        },
        {
            "id": "3ea677dd-cca4-43dc-bc43-431211d22fd8",
            "table": "| Parte | Descripción ||:---|:---|| Cubierta | Imagen o diseño que identifica el libro || Lomo | Parte trasera del libro que une la cubierta y las páginas interiores || Páginas | Hojas impresas que contienen el texto o las ilustraciones |",
            "Ouput del modelo": "La tabla muestra partes de un libro y su descripción. La cubierta es la imagen o diseño que identifica el libro. El lomo es la parte trasera del libro que une la cubierta y las páginas interiores. Las páginas son las hojas impresas que contienen el texto o las ilustraciones.",
            "referencia": "La tabla muestra partes de un libro y la descripción. La cubierta, presenta una imagen o diseño que identifica el libro. El lomo, es la parte trasera del libro que une la cubierta y las páginas interiores. Las páginas, son las hojas impresas que contienen el texto o las ilustraciones.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 82,
            "valoracion promedio": 2.75
        },
        {
            "id": "f901db0b-3d53-4f12-a1a4-e81f1e0ba9ec",
            "table": "| Reciclaje ||------|| Convertir residuos en nuevos productos |",
            "Ouput del modelo": "La tabla muestra que la reciclación es una forma de resourcerrenovables, ya que se convierte los residuos en nuevos productos.",
            "referencia": "La tabla muestra que una forma de reciclaje es convertir residuos en nuevos productos.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 83,
            "valoracion promedio": 2.75
        },
        {
            "id": "663ea52a-03af-444e-a805-e81dd867d39f",
            "table": "| Fecha de nacimiento ||---|| 4 de diciembre de 2012 |",
            "Ouput del modelo": "La tabla muestra la fecha de nacimiento de un individuo, que es 4 de diciembre de 2012.",
            "referencia": "Esta tabla proporciona una fecha de nacimiento que es el 4 de diciembre de 2012.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 84,
            "valoracion promedio": 2.75
        },
        {
            "id": "5392bae0-f6cf-4ca9-a278-2662c5846779",
            "table": "| Invento tecnológico revolucionario ||---|| Transistor |",
            "Ouput del modelo": "Esta tabla muestra un invento tecnológico revolucionario, el transistor.",
            "referencia": "Esta tabla contiene el Transistores como un invento tecnológico revolucionario.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 85,
            "valoracion promedio": 2.75
        },
        {
            "id": "30b24dae-70a5-4a6a-9068-ed8c3f3ad198",
            "table": "| Nombre | Apellido | Edad ||---|---|---|| John | Doe | 30 || Jane | Smith | 32 || David | Brown | 28 |",
            "Ouput del modelo": "La tabla muestra información de nombres, apellidos y edades. El nombre es John, el apellido es Doe y la edad es 30. El nombre es Jane, el apellido es Smith y la edad es 32. El nombre es David, el apellido es Brown y la edad es 28.",
            "referencia": "La tabla proporciona información personal como el nombre, apellido y la edad sobre tres personas individuos: John Doe tiene 30 años de edad, Jane Smith tiene 32 años de edad y David Brown tiene 28 años de edad.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 86,
            "valoracion promedio": 2.75
        },
        {
            "id": "8fa1d136-bfb8-4e6d-a453-43d39d5cd03d",
            "table": "| Productos || --- || Tijeras || Colores |",
            "Ouput del modelo": "La tabla muestra productos como tijeras y colores.",
            "referencia": "La tabla muestra productos como tijeras y colores.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 87,
            "valoracion promedio": 2.75
        },
        {
            "id": "32f471cf-1ae9-4f93-8abd-263dd790de89",
            "table": "| Censos ||------|| Primer Censo de Población y Vivienda (1878) || Segundo Censo de Población y Vivienda (1913) |",
            "Ouput del modelo": "La tabla muestra censos, el primer censo de población y vivienda en 1878 y el segundo censo de población y vivienda en 1913.",
            "referencia": "La tabla muestra censos, el primer censo de población y vivienda realizado en 1878 y el segundo censo de población y vivienda en 1913.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 88,
            "valoracion promedio": 2.75
        },
        {
            "id": "0e2fc0b6-90d6-4ff3-84ee-3ad91c4e99e0",
            "table": "| Avances Científicos | Año | Impacto ||---|---|---|| Descubrimiento de la penicilina | 1928 | Revoluciono el tratamiento de infecciones || Invención del transistor | 1947 | Base de los dispositivos electrónicos modernos || Primer viaje a la Luna | 1969 | Marco un hito en la exploración espacial |",
            "Ouput del modelo": "La tabla muestra avances científicos, el año en que ocurrieron y el impacto. El descubrimiento de la penicilina en 1928, tuvo un impacto revolucionando el tratamiento de infecciones. La invención del transistor en 1947, base de los dispositivos electrónicos modernos. El primer viaje a la Luna en 1969, marcando un hito en la exploración espacial.",
            "referencia": "La tabla presenta hitos científicos y tecnológicos importantes, junto con sus años de ocurrencia e impacto en el mundo. El descubrimiento de la penicilina en 1928 transformo drásticamente el tratamiento de las infecciones, mientras que la invención del transistor en 1947 allano el camino para la era moderna de la electrónica. El primer viaje tripulado a la Luna en 1969 represento un logro sin precedentes en la exploración espacial.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 89,
            "valoracion promedio": 2.75
        },
        {
            "id": "581384e9-0eea-4ccc-877a-67d9d7ded169",
            "table": "| Animal | Hábitat | Alimentación ||---|---|---|| Ballena azul | Océanos | Plancton |",
            "Ouput del modelo": "La tabla muestra información de un animal, su hábitat y su alimentación. El animal es la ballena azul, su hábitat es los océanos y su alimentación es el plancton.",
            "referencia": "La tabla muestra el animal, el hábitat y su alimentación. La Ballena azul, que habita en los océanos y se alimenta de plancton.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 90,
            "valoracion promedio": 2.75
        },
        {
            "id": "ab31e0ba-d8bb-48ff-92fc-8b9b119962b1",
            "table": "| Alimento | Cantidad de proteínas ||---|---|| Ciervo | 25g || Gambas | 20g || Requesón | 18g |",
            "Ouput del modelo": "La tabla muestra la cantidad de proteínas en tres alimentos. El ciervo contiene 25 gramos de proteínas, las gambas contienen 20 gramos de proteínas y el queso contiene 18 gramos de proteínas.",
            "referencia": "La tabla muestra la cantidad de proteínas en diferentes alimentos. El ciervo contiene 25 gramos de proteínas, las gambas contienen 20 gramos de proteína y el requesón contiene 18 gramos de proteína.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 91,
            "valoracion promedio": 2.75
        },
        {
            "id": "f26ce849-641b-4dc0-a3c3-d43cf0b95c13",
            "table": "| Nombre | Curso ||---|---|| Juan Pérez | Matemáticas || Manuel González | Historia |",
            "Ouput del modelo": "La tabla muestra nombres y sus cursos. Juan Pérez está cursando Matemáticas. Manuel González está cursando Historia.",
            "referencia": "La tabla muestra el nombre y su curso. Juan Pérez está cursando Matemáticas. Manuel González está cursando Historia.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 92,
            "valoracion promedio": 2.75
        },
        {
            "id": "1bb3427f-54d1-4d6e-9c23-33173892bc52",
            "table": "| Alumnos ||:---|| María del Carmen Fernández || Juan Carlos García |",
            "Ouput del modelo": "La tabla muestra alumnos como María del Carmen Fernández y Juan Carlos García.",
            "referencia": "La tabla contiene los nombres completos de los alumnos María del Carmen Fernández y Juan Carlos García.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 93,
            "valoracion promedio": 2.75
        },
        {
            "id": "b4d7c1ad-a9b6-4864-bd61-201fd09553ef",
            "table": "| Hábitat | Amenazas ||---|---|| Selvas tropicales | Deforestación, fragmentación, caza |",
            "Ouput del modelo": "La tabla muestra el hábitat y las amenazas que enfrenta. El hábitat es las selvas tropicales, las amenazas son la deforestación, la fragmentación y la caza.",
            "referencia": "La tabla muestra el hábitat y las amenazas que enfrenta. Las selvas tropicales tiene como amenazas la deforestación, fragmentación y caza.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 94,
            "valoracion promedio": 2.75
        },
        {
            "id": "8093187d-9408-4f06-9d28-eea7d56d4f77",
            "table": "| Elemento de la Tabla Periódica | Propiedades ||---|---|| Helio | Gas inerte, no inflamable, no tóxico || Carbono | Sólido, no metálico, puede formar enlaces covalentes || Hierro | Metal de transición, magnético, conductor de electricidad |",
            "Ouput del modelo": "La tabla periódica muestra información sobre tres elementos de la tabla periódica: el helio, el carbono y el hierro. El helio es un gas inerte, no inflamable, no tóxico. El carbono es un sólido, no metálico, puede formar enlaces covalentes. El hierro es un metal de transición, magnético, conductor de electricidad.",
            "referencia": "Esta tabla enumera tres elementos de la Tabla Periódica y sus propiedades más destacadas. La primera fila describe el helio como un gas inerte, no inflamable, no tóxico. La segunda fila destaca el carbono como un sólido no metálico capaz de formar enlaces covalentes. Finalmente, la tercera fila presenta el hierro como un metal de transición con propiedades magnéticas y conductoras de electricidad .",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 95,
            "valoracion promedio": 2.75
        },
        {
            "id": "e6fbe2c7-00be-4392-82d4-93828fcc9de8",
            "table": "| Cantidad de turistas ||---|| Perú en 2021, que fueron 2,4 millones |",
            "Ouput del modelo": "La tabla muestra la cantidad de turistas que visitaron Perú en 2021, que fueron 2,4 millones.",
            "referencia": "La tabla muestra el número de turistas que visitaron Perú en 2021, que fueron 2,4 millones.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 96,
            "valoracion promedio": 2.75
        },
        {
            "id": "6b967e63-2e54-41ac-95e1-0d73d118cde4",
            "table": "| Región | Porcentaje de la Población Mundial ||---|---|| Asia | 60% || África | 16% || Europa | 10% |",
            "Ouput del modelo": "La tabla muestra regiones y el porcentaje de la población mundial. Asia tiene un porcentaje de la población mundial del 60%. África tiene un porcentaje de la población mundial del 16%. Europa tiene un porcentaje de la población mundial del 10%.",
            "referencia": "La tabla muestra regiones con el porcentaje de la población mundial. Asia alberga el 60%. África con el 16%. Europa con el 10%.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 97,
            "valoracion promedio": 2.75
        },
        {
            "id": "829b47d4-5f49-4d41-bd52-d8ef8f840f6d",
            "table": "| Países | Porcentaje de población en aglomeraciones urbanas | Porcentaje de territorio ocupado por áreas forestales ||---|---|---|| Francia | 75% | 31% || Bélgica | 98% | 22% |",
            "Ouput del modelo": "La tabla muestra información de países, su porcentaje de población en aglomeraciones urbanas y su porcentaje de territorio ocupado por áreas forestales. Francia tiene un porcentaje de población en aglomeraciones urbanas del 75% y un porcentaje de territorio ocupado por áreas forestales del 31%. Bélgica tiene un porcentaje de población en aglomeraciones urbanas del 98% y un porcentaje de territorio ocupado por áreas forestales del 22%.",
            "referencia": "La tabla muestra información de países, su porcentaje de población en aglomeraciones urbanas y su porcentaje de territorio ocupado por áreas forestales. Francia tiene un porcentaje de población en aglomeraciones urbanas del 75% y un porcentaje de territorio ocupado por áreas forestales del 31%. Bélgica tiene un porcentaje de población en aglomeraciones urbanas del 98% y un porcentaje de territorio ocupado por áreas forestales del 22%.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 98,
            "valoracion promedio": 2.75
        },
        {
            "id": "4fdf0fea-8751-4ffd-911e-896615e0c2a6",
            "table": "| Colegios del Ecuador ||----|| Colegio La Dolorosa (Loja) || Unidad Educativa San Juan Bautista La Salle Loja (Loja) || Colegio Beatriz De Ayora (Loja) |",
            "Ouput del modelo": "La tabla muestra colegios del Ecuador como Colegio La Dolorosa (Loja), Unidad Educativa San Juan Bautista La Salle Loja y Colegio Beatriz De Ayora.",
            "referencia": "La tabla muestra colegios del Ecuador como el Colegio La Dolorosa, Unidad Educativa San Juan Bautista La Salle y Colegio Beatriz De Ayora, todos en Loja.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 99,
            "valoracion promedio": 2.75
        },
        {
            "id": "f6b57af7-4e70-435c-9e48-722bd48afc75",
            "table": "| Provincia ||-------|| Imbabura tiene 398.000 habitantes |",
            "Ouput del modelo": "La tabla muestra la provincia de Imbabura, que tiene 398.000 habitantes.",
            "referencia": "La tabla muestra la provincia de Imbabura, que tiene 398.000 habitantes.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 100,
            "valoracion promedio": 2.75
        },
        {
            "id": "623ed911-e8c8-4c25-b4ae-ea9b4d945bb8",
            "table": "| Censos ||------|| 1790 || 1850 |",
            "Ouput del modelo": "La tabla muestra censos, el censo de 1790 y el censo de 1850.",
            "referencia": "La tabla muestra censos, en 1790 y 1850.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 101,
            "valoracion promedio": 2.75
        },
        {
            "id": "28911b01-5c7a-413c-8a71-880cdd99fde6",
            "table": "| Aves || --- || Gavilán || Canario |",
            "Ouput del modelo": "La tabla muestra aves, se nombra a la gavilán y al canario.",
            "referencia": "La tabla muestra aves, se nombra el gavilán y el canario.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 102,
            "valoracion promedio": 2.75
        },
        {
            "id": "eb56b163-bb34-4f93-872d-3acbf0068bf6",
            "table": "| Movimiento | Autor | Obra artística ||---|---|---|| Impresionismo | Claude Monet | Impresión, amanecer || Expresionismo | Paul Klee | Castillo y sol || Abstraccionismo | Paul Klee | Así es como funciona el pez |",
            "Ouput del modelo": "La tabla muestra movimientos, autores y obras artísticas. El Impresionismo tiene a Claude Monet como autor y la obra Impresión, amanecer. El Expresionismo tiene a Paul Klee como autor y la obra Castillo y sol. El Abstraccionismo tiene a Paul Klee como autor y la obra Así es como funciona el pez.",
            "referencia": "La tabla muestra el movimiento artístico, el autor y una obra representativa del movimiento. Claude Monet es un artista impresionista y su obra \"Impresión, amanecer\" es representativa de este movimiento. Paul Klee es un artista expresionista y \"Castillo y sol\" es una de sus obras características. Paul Klee también es un artista abstracto y \"Así es como funciona el pez\" es una obra representativa del abstraccionismo.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 103,
            "valoracion promedio": 2.75
        },
        {
            "id": "7b01459c-0e45-47de-8ea6-15622be45e6e",
            "table": "| Colegios del Ecuador ||-----|| Centro de Estudios Espíritu Santo (Guayaquil) || Centro Educativo Balandra Cruz del Sur (Guayaquil) || Centro Educativo Miraflores (Guayaquil) |",
            "Ouput del modelo": "La tabla muestra colegios del Ecuador como el Centro de Estudios Espíritu Santo (Guayaquil), el Centro Educativo Balandra Cruz del Sur (Guayaquil) y el Centro Educativo Miraflores (Guayaquil).",
            "referencia": "La tabla muestra colegios del Ecuador como el Centro de Estudios Espíritu Santo, Centro Educativo Balandra Cruz del Sur y Centro Educativo Miraflores, todoss en Guayaquil.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 104,
            "valoracion promedio": 2.75
        },
        {
            "id": "9e5c6bdd-6a2c-4368-bee5-dbece6bb7b21",
            "table": "| Diferencias | Animal | Vegetal ||---|---|---|| Locomoción | Móvil | Inmóvil || Nutrición | Heterótrofo | Autótrofo || Crecimiento | Crecimiento determinado | Crecimiento indeterminado |",
            "Ouput del modelo": "La tabla muestra diferencias entre animales y vegetales. Los animales son locomotrices, mientras que los vegetales no lo son. Los animales son heterótrofos, mientras que los vegetales son autotróficos. El crecimiento de los animales es determinado, mientras que el crecimiento de los vegetales es indeterminado.",
            "referencia": "La tabla describe las diferencias entre animales y vegetales. En locomoción los animales son móviles y los vegetales son inmóviles. En nutrición los animales son heterótrofos y los vegetales son autótrofos. En el crecimiento los animales tienen un crecimiento determinado y los vegetales tienen un crecimiento indeterminado.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 105,
            "valoracion promedio": 2.75
        },
        {
            "id": "2a672578-f98e-470a-8bf9-de25febfbb68",
            "table": "| Nivel educativo | Tasa de alfabetización | Acceso a la cultura ||---|---|---|| Educación secundaria | 72% | 60% |",
            "Ouput del modelo": "La tabla muestra información sobre el nivel educativo, la tasa de alfabetización y el acceso a la cultura. El nivel educativo es la educación secundaria, la tasa de alfabetización es el 72% y el acceso a la cultura es el 60%.",
            "referencia": "La tabla muestra información del nivel educativo, su tasa de alfabetización y el acceso a la cultura. El nivel educativo de educación secundaria, su tasa de alfabetización es del 72% y un acceso a la cultura del 60%.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 106,
            "valoracion promedio": 2.75
        },
        {
            "id": "b98f686e-41ae-413c-b990-5dd8b6e0ddc2",
            "table": "| Provincia | Programa ||---|---|| Azuay | Lengua y Literatura || Guayas | Ciencias Naturales |",
            "Ouput del modelo": "La tabla muestra programas y provincias. El programa de Lengua y Literatura se encuentra en la provincia de Azuay. El programa de Ciencias Naturales se encuentra en la provincia de Guayas.",
            "referencia": "La tabla muestra las provincias y su programa. Azuay tiene en su programa lengua y literatura. Guayas tiene en su programa ciencias naturales.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 107,
            "valoracion promedio": 2.75
        },
        {
            "id": "d2c77e25-91e3-4634-bcf7-7b1d3661065a",
            "table": "| Calidad Educativa ||---|| Conceptos Asociados: Excelencia, Equidad, Inclusión, Pertinencia, Mejoramiento Continuo |",
            "Ouput del modelo": "La tabla muestra las cualidades educativas como la excelencia, la equidad, la inclusíon, la pertinencia y el mejoramiento continuo.",
            "referencia": "Esta tabla presenta conceptos asociados a la Calidad Educativa: Excelencia, Equidad, Inclusión, Pertinencia y Mejoramiento Continuo.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 108,
            "valoracion promedio": 2.75
        },
        {
            "id": "ce8bcab0-bbbf-4b0d-b1e5-47cdb055e1c6",
            "table": "| País | Capital | Superficie (km cuadrados) ||---|---|---|| Alemania | Berlín | 349.223 || Francia | París | 551.695 || Bélgica | Bruselas | 30.689 |",
            "Ouput del modelo": "La tabla muestra información de países, su capital y su superficie en kilómetros cuadrados. Alemania tiene una superficie de 349.223 kilómetros cuadrados, su capital es Berlín y su superficie es de 30.689 kilómetros cuadrados. Francia tiene una superficie de 551.695 kilómetros cuadrados, su capital es París y su superficie es de 551.695 kilómetros cuadrados. Bélgica tiene una superficie de 30.689 kilómetros cuadrados, su capital es Bruselas y su superficie es de 30.689 kilómetros cuadrados.",
            "referencia": "La tabla muestra información de países, sus capitales y superficies. Alemania su capital es Berlín y tiene una superficie de 349.223 kilómetros cuadrados. Francia su capital es París y tiene una superficie de 551.695 kilómetros cuadrados. Bélgica su capital es Bruselas y tiene una superficie de 30.689 kilómetros cuadrados.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 109,
            "valoracion promedio": 2.75
        },
        {
            "id": "808a1dfe-5f84-4355-ad71-7714ee42478f",
            "table": "| Natalidad ||--------|| Argentina: 17,8 nacimientos por 1.000 habitantes en 2019 |",
            "Ouput del modelo": "La tabla muestra la natalidad en Argentina en 2019, que fue de 17,8 nacimientos por 1.000 habitantes.",
            "referencia": "La tabla muestra la tasas de natalidad de Argentina que tiene la tasa de natalidad de 17,8 nacimientos por cada 1.000 habitantes en 2019.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 110,
            "valoracion promedio": 2.75
        },
        {
            "id": "7cb3f2de-4ca4-4885-b955-e214d2f46f9f",
            "table": "| Alumnos || --- || Juan José Rodríguez || María Fernanda Pérez |",
            "Ouput del modelo": "La tabla muestra alumnos como Juan José Rodríguez y María Fernanda Pérez.",
            "referencia": "La tabla contiene los nombres completos de los alumnos Juan José Rodríguez y María Fernanda Pérez.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 111,
            "valoracion promedio": 2.75
        },
        {
            "id": "10b7b98e-41e0-4ab9-bd8a-faea1714766a",
            "table": "| País | Anfibios | Plantas vasculares ||---|---|---|| Uruguay | 96 | 2.512 || Venezuela | 324 | 11.800 |",
            "Ouput del modelo": "La tabla muestra información de países, su número de anfibios y su número de plantas vasculares. Uruguay tiene 96 anfibios y 2.512 plantas vasculares. Venezuela tiene 324 anfibios y 11.800 plantas vasculares.",
            "referencia": "La tabla muestra el número de especies de anfibios y plantas vasculares. Uruguay tiene 96 especies de anfibios y 2.512 especies de plantas vasculares. Venezuela tiene 324 especies de anfibios y 11.800 especies de plantas vasculares.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 112,
            "valoracion promedio": 2.75
        },
        {
            "id": "3c4acf0a-c844-460b-9985-cc57f92b7404",
            "table": "| Grupo de edad | Asia ||---|---|| 0-14 años | 1.500 millones |",
            "Ouput del modelo": "La tabla muestra información sobre el grupo de edad 0-14 años y la asia tiene 1.500 millones.",
            "referencia": "La tabla muestra que en Asia, hay aproximadamente 1.500 millones de personas en el grupo de edad entre 0 y 14 años.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 113,
            "valoracion promedio": 2.75
        },
        {
            "id": "649fc0bc-083b-4e5b-9dab-69e7d33524bd",
            "table": "| Misión espacial | Agencia espacial ||---|---|| Apolo 11 | NASA || Luna 21 | Unión Soviética |",
            "Ouput del modelo": "La tabla muestra misión espacial, la agencia espacial y el año en que se realizo. El Apolo 11 fue realizado en 1969 por la NASA. El Luna 21 fue realizado en 1970 por la Unión Soviética.",
            "referencia": "La tabla contiene información sobre dos misiones espaciales y sus respectivas agencias espaciales: la misión Apolo 11, realizada por la NASA, y la misión Luna 21, realizada por la Unión Soviética.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 114,
            "valoracion promedio": 2.75
        },
        {
            "id": "9e79b1ee-2808-4941-bfe8-210644d461be",
            "table": "| País de origen de futbolistas famosos ||------|| Paraguay con Roque Santa Cruz, Nelson Haedo Valdez || Costa Rica con Bryan Ruiz, Keylor Navas || Serbia con Luka Jovic, Nemanja Matic |",
            "Ouput del modelo": "La tabla muestra países de origen de futbolistas famosos como Paraguay con Roque Santa Cruz, Nelson Haedo Valdez, Costa Rica con Bryan Ruiz, Keylor Navas, Serbia con Luka Jovic, Nemanja Matic.",
            "referencia": "La tabla muestra los países de origen de futbolistas famosos como Paraguay con Roque Santa Cruz y Nelson Haedo Valdez, Costa Rica con Bryan Ruiz y Keylor Navas, y Serbia con Luka Jovic y Nemanja Matic.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 115,
            "valoracion promedio": 2.75
        },
        {
            "id": "b6a60588-bf80-4eb2-b1a3-dd64f3a1f1e6",
            "table": "| Tipo de bosque | Hectáreas | % bosque ||---|---|---|| Mangle | 958.893 | 2,59% |",
            "Ouput del modelo": "La tabla muestra información de un tipo de bosque, sus hectáreas y su porcentaje de bosque. El mangle tiene 958.893 de hectáreas y representa el 2,59% del bosque.",
            "referencia": "La tabla muestra información del tipo de bosque, sus hectáreas y su porcentaje de bosque. El mangle cubre 958.893 de hectáreas y representa el 2,59% del bosque.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 116,
            "valoracion promedio": 2.75
        },
        {
            "id": "17748c87-0486-4487-b824-54529a8f3a4b",
            "table": "| Ventajas | Desventajas ||---|---|| Mejora de la motivación y el compromiso | Requiere acceso a dispositivos y conexión a internet || Personalización del aprendizaje | Puede ser costoso de implementar || Acceso a recursos interactivos y multimedia | Dependencia de la tecnología y posibles problemas técnicos |",
            "Ouput del modelo": "La tabla muestra ventajas y desventajas. Como ventaja, se destaca la mejora de la motivación y el compromiso, como desventaja se menciona la necesidad de acceso a dispositivos y conexión a internet. Como ventaja, se destaca la personalización del aprendizaje, como desventaja se menciona la posible dependencia de la tecnología y posibles problemas técnicos. Como ventaja, se destaca el acceso a recursos interactivos y multimedia, como desventaja se menciona la dependiente de la tecnología y posibles problemas técnicos.",
            "referencia": "La tabla muestra ventajas y desventajas. Como ventaja mejora de la motivación y el compromiso, como desventaja requiere acceso a dispositivos y conexión a internet. Como ventaja permite la personalización del aprendizaje, como desventaja puede ser costoso de implementar. Como ventaja tiene acceso a recursos interactivos y multimedia, como desventaja tiene dependencia de la tecnología y posibles problemas técnicos.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 117,
            "valoracion promedio": 2.75
        },
        {
            "id": "8d57cb25-baee-44ec-8d27-e65675ecf3b9",
            "table": "| Proyecciones de población ||-----|| En 2050, se prevé que la población mundial alcance los 9.700 millones de habitantes. |",
            "Ouput del modelo": "La tabla muestra proyecciones de población para el año 2050, que se prevéan que alcancen los 9.700 millones de habitantes.",
            "referencia": "La tabla proporciona proyecciones de población para el año 2050, indicando que se prevé que la población mundial alcance los 9.700 millones de habitantes.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 118,
            "valoracion promedio": 2.75
        },
        {
            "id": "d27cef82-375e-4eae-b3ad-a067e620eed5",
            "table": "| Tasa de Alfabetización Global | Oferta de Educación Secundaria Global | Brecha de Género en Educación ||---|---|---|| 86% | 84% | 6% (en favor de los hombres) |",
            "Ouput del modelo": "La tabla muestra información sobre la tasa de alfabetización global, la oferta de educación secundaria global y la brecha de género en educación. La tasa de alfabetización global es del 86%, la oferta de educación secundaria global es del 84% y la brecha de género en educación es del 6%.",
            "referencia": "La tabla presenta información de la tasa de alfabetización global, la oferta de educación superior global y la brecha de género en educación. La tasa de alfabetización global es del 86%, la oferta de educación secundaria global es del 84% y la brecha de género en educación es del 6% en favor de los hombres.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 119,
            "valoracion promedio": 2.75
        },
        {
            "id": "0ff71548-d617-4470-ad80-94699179dadf",
            "table": "| País | Tasa de Alfabetización | Gasto en Cultura por Habitante ||---|---|---|| Estados Unidos | 99% | 1,400 USD || Japón | 99,9% | 900 USD || Brasil | 92% | 250 USD |",
            "Ouput del modelo": "La tabla muestra información de países, su tasa de alfabetización y su gasto en cultura por habitante. Estados Unidos tiene una tasa de alfabetización del 99% y un gasto en cultura de 1,400 USD por habitante. Japón tiene una tasa de alfabetización del 99,9% y un gasto en cultura de 900 USD por habitante. Brasil tiene una tasa de alfabetización del 92% y un gasto en cultura de 250 USD por habitante.",
            "referencia": "La tabla muestra información de países, su tasa de alfabetización y su gasto en cultura por habitante. Estados Unidos tiene una tasa de alfabetización del 99% y un gasto en cultura por habitante de 1,400 USD. Japón tiene una tasa de alfabetización del 99,9% y un gasto en cultura por habitante de 900 USD. Brasil tiene una tasa de alfabetización del 92% y un gasto en cultura por habitante de 250 USD.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 120,
            "valoracion promedio": 2.75
        },
        {
            "id": "7bc45175-ece9-45c3-a181-33301ca39cca",
            "table": "| Mamíferos || --- || Delfín || Murciélago |",
            "Ouput del modelo": "La tabla muestra mamíferos, se nombra al delfín y al murciélago.",
            "referencia": "La tabla muestra mamíferos, se nombra al delfín y al murciélago.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 121,
            "valoracion promedio": 2.75
        },
        {
            "id": "f564c0b4-a087-4735-9f21-c9190b7d19a5",
            "table": "| Campo | Dato ||---|---|| Título | \"El Origen de las Especies\" || Autor | Charles Darwin || Fecha de Publicación | 24 de noviembre de 1859 |",
            "Ouput del modelo": "La tabla muestra información de un campo, su dato. El título es \"El Origen de las Especies\". El autor es Charles Darwin. La fecha de publicación es 24 de noviembre de 1859.",
            "referencia": "La tabla muestra campos y sus datos correspondientes. El título es \"El Origen de las Especies\". El autor es Charles Darwin. La fecha de publicación es el 24 de noviembre de 1859.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 122,
            "valoracion promedio": 2.75
        },
        {
            "id": "16be588b-87ab-436c-8f2b-dfdd6b3e2ef4",
            "table": "| Países de Asia || --- || Arabia Saudita || Bangladés|",
            "Ouput del modelo": "La tabla muestra países de Asia como Arabia Saudita y Bangladés.",
            "referencia": "La tabla menciona países de Asia como Arabia Saudita y Bangladés.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 123,
            "valoracion promedio": 2.75
        },
        {
            "id": "718e3972-b71d-4b00-84e3-e235a55cf2cd",
            "table": "| Medio Ambiente | Animales | Plantas ||---|---|---|| Conservación de la biodiversidad, reducción de la contaminación, mitigación del cambio climático | Protección de especies en peligro de extinción, bienestar animal, derechos de los animales | Conservación de los ecosistemas, reforestación, agricultura sostenible |",
            "Ouput del modelo": "La tabla muestra información sobre medio ambiente, animales y plantas. En medio ambiente se menciona la conservación de la biodiversidad, reducción de la contaminación, mitigación del cambio climático. En animales se menciona la protección de especies en peligro de extinción, bienestar animal, derechos de los animales. En plantas se menciona la conservación de los ecosistemas, reforestación, agricultura sostenible.",
            "referencia": "La tabla muestra información sobre medio ambiente, animales, plantas. En medio ambiente es la conservación de la biodiversidad, reducir la contaminación y mitigar el cambio climático; en los animales se centra en la protección de especies en peligro de extinción, el bienestar animal y los derechos de los animales; y las plantas abarca la conservación de los ecosistemas, la reforestación y la agricultura sostenible.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 124,
            "valoracion promedio": 2.75
        },
        {
            "id": "848593b2-1ed2-4ef5-97a0-e84513d59d84",
            "table": "|Provincia ||-------|| Manabí tiene 1.395.000 habitantes |",
            "Ouput del modelo": "La tabla muestra la provincia de Manabí, que tiene 1.395.000 habitantes.",
            "referencia": "La tabla muestra la provincia de Manabí, que tiene 1.395.000 habitantes.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 125,
            "valoracion promedio": 2.75
        },
        {
            "id": "2803ce38-1f86-45e1-8730-34b8870c54e2",
            "table": "| Tipo de sangre ||---|| O- |",
            "Ouput del modelo": "La tabla muestra que la sangre de un individuo con tipo de sangre O-",
            "referencia": ": La tabla contiene el tipo de sangre de una persona, que es O-.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 126,
            "valoracion promedio": 2.75
        },
        {
            "id": "92502c98-ffd2-492a-b716-ce332ff7fafe",
            "table": "| Deportistas destacados || --- || Serena Williams || Usain Bolt |",
            "Ouput del modelo": "La tabla muestra deportistas destacados como Serena Williams y Usain Bolt.",
            "referencia": "La tabla menciona deportistas destacados como Serena Williams y Usain Bolt.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 127,
            "valoracion promedio": 2.75
        },
        {
            "id": "d64671d1-db4f-4a69-b07f-4840e72f1cf8",
            "table": "| Flora nativa del Ecuador ||------|| Chuquiragua : flores vistosas de color naranja o amarillo de hasta 2 cm de largo |",
            "Ouput del modelo": "La tabla muestra información sobre una especie de flora nativa del Ecuador, la chuquiragua, que tiene flores vistosas de color naranja o amarillo de hasta 2 cm de largo.",
            "referencia": "La tabla muestra información sobre una especie de flora nativa del Ecuador, la Chuquiragua, que tiene flores vistosas de color naranja o amarillo de hasta 2 cm de largo.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 128,
            "valoracion promedio": 2.75
        },
        {
            "id": "208d77ed-6695-4e05-86da-fa6e134d1b94",
            "table": "| Dispositivos electrónicos | Funciones ||---|---|| Refrigerador | Preservar alimentos a temperaturas bajas || Licuadora | Mezclar y triturar ingredientes || Tostadora | Tostar pan |",
            "Ouput del modelo": "La tabla muestra dispositivos electrónicos y sus funciones. El Refrigerador se utiliza para preservar alimentos a temperaturas bajas. La Licuadora se utiliza para mezclar y triturar ingredientes. La Tostadora se utiliza para tostar pan.",
            "referencia": "La tabla presenta las funciones de tres dispositivos electrónicos: el refrigerador se utiliza para preservar alimentos a temperaturas bajas; la licuadora se emplea para mezclar y triturar ingredientes; y la tostadora sirve para tostar pan.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 129,
            "valoracion promedio": 2.75
        },
        {
            "id": "f3ede4ba-eb8d-43e0-8a32-f498ac1b7912",
            "table": "| A 1000 m de altura || --- || Temp. día: 15ºC || Temp. noche: 5ºC |",
            "Ouput del modelo": "La tabla muestra información sobre la temperatura día y noche a 1000 m de altura. La temperatura día es de 15ºC y la temperatura noche es de 5ºC.",
            "referencia": "La tabla muestra temperaturas a 1000 m de altura. Detalla la temperatura durante el día y la noche: 15ºC y 5ºC, respectivamente.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 130,
            "valoracion promedio": 2.75
        },
        {
            "id": "e1d97b0f-19a9-44b3-860f-01d71860f284",
            "table": "| Países del continente americano || --- || Estados Unidos || Brasil |",
            "Ouput del modelo": "La tabla muestra países del continente americano como Estados Unidos y Brasil.",
            "referencia": "La tabla muestra países del continente americano como Estados Unidos y Brasil.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 131,
            "valoracion promedio": 2.75
        },
        {
            "id": "cdc86961-d65c-4053-bda8-df203ef79f2b",
            "table": "| Deportista | Deporte | País ||---|---|---|| Gilberto Angelucci | Fútbol | Venezuela || Andrés Túñez | Fútbol | Venezuela || Salomón Rondón | Fútbol | Venezuela |",
            "Ouput del modelo": "La tabla muestra deportistas, sus deportes y sus países de origen. Gilberto Angelucci es un futbolista venezolano. Andrés Túñez es un futbolista venezolano. Salomón Rondón es un futbolista venezolano.",
            "referencia": "La tabla contiene información sobre deportistas, sus deportes y sus países de origen. Gilberto Angelucci es un futbolista venezolano. Andrés Túñez es un futbolista venezolano. Salomón Rondón es un futbolista venezolano.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 132,
            "valoracion promedio": 2.75
        },
        {
            "id": "42959533-c658-448c-94ac-8c674bb5829d",
            "table": "| Países de Europa ||---|| Eslovaquia || Eslovenia |",
            "Ouput del modelo": "La tabla muestra países de Europa como Eslovaquia y Eslovenia.",
            "referencia": "La tabla muestra países del continente europeo como Eslovaquia y Eslovenia.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 133,
            "valoracion promedio": 2.75
        },
        {
            "id": "1d7aea42-9fd3-4c7a-9d3d-94d77548f316",
            "table": "| Deporte | Número de personas ||-----|-----|| Tenis | 150 |",
            "Ouput del modelo": "La tabla muestra información sobre el número de personas que practican tenis, con 150 personas.",
            "referencia": "La tabla muestra información sobre el número de personas que practican tenis, con una cifra de 150.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 134,
            "valoracion promedio": 2.75
        },
        {
            "id": "b2ec614a-c1d9-4c23-9cd3-9777c5b538f1",
            "table": "| País | Población (millones) | Esperanza de vida al nacer (años) ||---|---|---|| China | 1.444 | 77,4 || India | 1.423 | 70,8 || Estados Unidos | 333 | 77,8 |",
            "Ouput del modelo": "La tabla muestra información de países, su población en millones y su esperanza de vida al nacer en años. China tiene una población de 1.444 millones y una esperanza de vida al nacer de 77,4 años. India tiene una población de 1.423 millones y una esperanza de vida al nacer de 70,8 años. Estados Unidos tiene una población de 333 millones y una esperanza de vida al nacer de 77,8 años.",
            "referencia": "La tabla muestra información sobre países, su población y esperanza de vida. China tiene una población de 1.444 millones y una esperanza de vida de 77,4 años. India tiene una población de 1.423 millones y una esperanza de vida de 70,8 años. Estados Unidos tiene una población de 333 millones y una esperanza de vida de 77,8 años.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 135,
            "valoracion promedio": 2.75
        },
        {
            "id": "75255e73-f697-4480-a467-47c53402856e",
            "table": "| Nombre completo | Edad | Pasatiempo ||---|---|---|| María Pérez Díaz | 25 | Senderismo |",
            "Ouput del modelo": "La tabla contiene información sobre el nombre, la edad y el pasatiempo. La primera fila indica que María Pérez Díaz tiene 25 años y tiene como pasatiempo el senderismo.",
            "referencia": "La tabla contiene información sobre el nombre, la edad y el pasatiempo. María Pérez Díaz tiene 25 años y tiene como pasatiempo el senderismo.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 136,
            "valoracion promedio": 2.75
        },
        {
            "id": "f3bb556a-9ef4-4535-bb9f-0770308f1c87",
            "table": "| Enfermedades cardiovasculares | Síntomas || --- | --- || Angina de pecho | Dolor o presión en el pecho, falta de aliento || Infarto de miocardio | Dolor o presión intensa en el pecho, dificultad para respirar, náuseas || Insuficiencia cardíaca | Fatiga, hinchazón de pies y tobillos, falta de aliento |",
            "Ouput del modelo": "La tabla muestra tres enfermedades cardiovasculares y sus síntomas. La angina de pecho tiene síntomas como el dolor o presión en el pecho, falta de aliento. El infarto de miocardio tiene síntomas como el dolor o presión en el pecho, dificultad para respirar, náuseas. La insuficiencia cardíaca tiene síntomas como fatiga, hinchazón de pies y tobillos, falta de aliento.",
            "referencia": "Esta tabla enumera tres enfermedades cardiovasculares y sus síntomas asociados. La Angina de pecho provoca dolor o presión en el pecho y falta de aliento. El Infarto de miocardio presenta un dolor o presión intensa en el pecho, dificultad para respirar y náuseas. La Insuficiencia cardíaca se manifiesta con fatiga, hinchazón de pies y tobillos, y falta de aliento.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 137,
            "valoracion promedio": 2.75
        },
        {
            "id": "9af6c5dc-398c-44d6-9084-903bcadfae80",
            "table": "| No | Nombre Común | Nombre Científico ||---|---|---|| 10 | Mariposa cartero | Heliconius || 11 | Araña pollito | Grammostola rosea || 12 | Hormigas amazónicas | Atta cephalotes |",
            "Ouput del modelo": "La tabla muestra un número de especies, sus nombres común y sus nombres científicos. La primera fila contiene a la mariposa cartero con su nombre científico Heliconius. La segunda fila contiene a la araña pollito con su nombre científico Grammostola rosea. La tercera fila contiene a las hormigas amazónicas con su nombre científico Atta cephalotes.",
            "referencia": "La tabla menciona un número, nombres comunes y nombres científicos. En el número 10 se nombra a la mariposa cartero con su nombre científico Heliconius. En el número 11 se nombra a la araña pollito con su nombre científico Grammostola rosea. En el número 12 se nombra a las hormigas amazónicas con su nombre científico Atta cephalotes.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 138,
            "valoracion promedio": 2.75
        },
        {
            "id": "79e7a080-eeee-40f5-8726-4cf4eab7faac",
            "table": "| Usos de los Componentes Electrónicos ||------|| Relé: Actúa como un interruptor controlado por una corriente eléctrica. Se utiliza para controlar cargas eléctricas de alta potencia, proteger circuitos sensibles, realizar operaciones de conmutación y en aplicaciones de automatización. || Sensor: Convierte una magnitud física en una señal eléctrica. Se utiliza para medir temperatura, presión, luz, sonido, movimiento, humedad, etc., en una amplia gama de aplicaciones, desde sistemas de control industrial hasta dispositivos médicos y electrónica de consumo. |",
            "Ouput del modelo": "La tabla muestra usos de los componentes electrónicos. El relé se utiliza para controlar cargas eléctricas de alta potencia, proteger circuitos sensibles, realizar operaciones de conmutación y en aplicaciones de automatización. El sensor se utiliza para medir temperatura, presión, luz, sonido, movimiento, humedad, etc., en una amplia gama de aplicaciones, desde sistemas de control industrial hasta dispositivos médicos y electrónica de consumo.",
            "referencia": "La tabla detalla los usos de dos componentes electrónicos esenciales. En primer lugar, se describe el Relé, que actúa como un interruptor controlado por corriente eléctrica y se utiliza para controlar cargas eléctricas de alta potencia, proteger circuitos sensibles, realizar operaciones de conmutación y en aplicaciones de automatización. En segundo lugar, se menciona el Sensor, que convierte una magnitud física en una señal eléctrica y se utiliza para medir temperatura, presión, luz, sonido, movimiento, humedad, entre otros, en una amplia gama de aplicaciones, desde sistemas de control industrial hasta dispositivos médicos y electrónica de consumo.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 139,
            "valoracion promedio": 2.75
        },
        {
            "id": "309f2b8c-a6c2-4e98-86af-785b0fb0dc18",
            "table": "| Características de una computadora ||---|| Procesador: Unidad central de procesamiento que ejecuta instrucciones y realiza cálculos.||Memoria: Almacena temporalmente datos e instrucciones durante la ejecución del programa.||Almacenamiento: Almacena permanentemente datos e instrucciones.|",
            "Ouput del modelo": "La tabla muestra características de una computadora, el procesador es la unidad central de procesamiento que ejecuta instrucciones y realiza cálculos, la memoria es el almacenamiento temporalmente datos e instrucciones durante la ejecución del programa, y el almacenamiento es el almacenamiento permanente de datos e instrucciones.",
            "referencia": "La tabla presenta las principales características de una computadora. En primer lugar, se describe el Procesador, que es la unidad central de procesamiento que ejecuta instrucciones y realiza cálculos. En segundo lugar, se menciona la Memoria, que almacena temporalmente datos e instrucciones durante la ejecución del programa. En tercer lugar, se habla del Almacenamiento, que almacena permanentemente datos e instrucciones. ",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 140,
            "valoracion promedio": 2.75
        },
        {
            "id": "ee189658-59ad-403c-b424-88a258630e62",
            "table": "| Colegios del Ecuador ||-----|| Colegio Internacional SEK Los Valles (Quito-Cumbayá) || Colegio Letort (Quito) || Colegio Británico Internacional (Quito) |",
            "Ouput del modelo": "La tabla muestra colegios del Ecuador como el Colegio Internacional SEK Los Valles (Quito-Cumbayá), el Colegio Letort (Quito) y el Colegio Británico Internacional (Quito).",
            "referencia": "La tabla muestra colegios del Ecuador como el Colegio Internacional SEK Los Valles ubicado en Quito-Cumbayá, Colegio Letort y Colegio Británico Internacional, ambos ubicados en Quito.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 141,
            "valoracion promedio": 2.75
        },
        {
            "id": "71abe58b-77ca-424f-9428-e337674e38ce",
            "table": "| Nombre de la Especie | Causas de la Amenaza | Medidas de Conservación ||---|---|---|| Águila calva | Pérdida de hábitat, contaminación, uso de pesticidas | Protección y restauración del hábitat, prohibición del uso de DDT || Lechuza moteada del norte | Tala de bosques, fragmentación del hábitat | Protección y gestión de los bosques, reintroducción de lechuzas || Guacamayo jacinto | Tráfico ilegal de vida silvestre, pérdida de hábitat | Creación de zonas protegidas, programas de cría en cautiverio |",
            "Ouput del modelo": "La tabla muestra información de nombres de especies, las causas de la amenaza y las medidas de conservación. La Águila calva tiene como amenazas la pérdida de hábitat, la contaminación y",
            "referencia": "La tabla proporciona información sobre nombre de especies, sus causas de amenaza y las medidas de conservación implementadas para protegerlas. La primera fila describe el Águila calva, las causas de su declive (pérdida de hábitat, contaminación, uso de pesticidas) y las medidas de conservación (protección y restauración del hábitat, prohibición del DDT). La segunda fila se centra en la Lechuza moteada del norte, las amenazas que enfrenta (tala de bosques, fragmentación del hábitat) y las medidas de conservación (protección y gestión de bosques, reintroducción de lechuzas). La última fila aborda el Guacamayo jacinto, las causas de su amenaza (tráfico ilegal de vida silvestre, pérdida de hábitat) y las medidas de conservación (creación de zonas protegidas, programas de cría en cautiverio).",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 142,
            "valoracion promedio": 2.75
        },
        {
            "id": "96e3cde1-1ba8-447f-a9cf-ad6014135f4d",
            "table": "| Enfermedad | Virus que lo ocasiona ||---|---|| Gripe | Virus de la gripe |",
            "Ouput del modelo": "La tabla muestra información sobre una enfermedad y el virus que lo provoca. La gripe es causada por el virus de la gripe.",
            "referencia": "La tabla muestra información sobre la enfermedad de la gripe y su causa el virus de la gripe.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 143,
            "valoracion promedio": 2.75
        },
        {
            "id": "1716ec18-b678-4162-afc6-cafe5792125e",
            "table": "| Región Geográfica | Especies Endémicas | Amenazas ||---|---|---|| Arrecife de Coral de Mesoamérica | Coral Elkhorn, Coral Staghorn | Sobrepesca, Cambio Climático |",
            "Ouput del modelo": "La tabla muestra información de una región geográfica, las especies endémicas y las amenazas. La región geográfica es Mesoamérica, las especies endémicas son el Coral Elkhorn, Coral Staghorn y las amenazas son la Sobrepesca, el Cambio Climático.",
            "referencia": "La tabla resume información sobre una región geográfica del arrecife de Coral de Mesoamérica, resaltando las especies endémicas únicas, como el Coral Elkhorn y el Coral Staghorn, así como las amenazas que enfrentan, como la sobrepesca y el cambio climático",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 144,
            "valoracion promedio": 2.75
        },
        {
            "id": "2f103949-0027-43b8-9bf0-4071ec1a7977",
            "table": "| País | Población (millones) | Superficie (kilómetros cuadrados) ||---|---|---|| Lituania | 2,79 | 65.300 || Luxemburgo | 0,64 | 2.586 || Malta | 0,54 | 316 |",
            "Ouput del modelo": "La tabla muestra información de países, su población en millones y su superficie en kilómetros cuadrados. Lituania tiene 2,79 millones de habitantes y una superficie de 65.300 kilómetros cuadrados. Luxemburgo tiene 0,64 millones de habitantes y una superficie de 2.586 kilómetros cuadrados. Malta tiene 0,54 millones de habitantes y una superficie de 316 kilómetros cuadrados.",
            "referencia": "La tabla muestra información de países, su población en millones y su superficie en kilómetros cuadrados. Lituania tiene una población de 2,79 millones y una superficie de 65.300 kilómetros cuadrados. Luxemburgo tiene una población de 0,64 millones y una superficie de 2.586 kilómetros cuadrados. Malta tiene una población de 0,54 millones y una superficie de 316 kilómetros cuadrados.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 145,
            "valoracion promedio": 2.75
        },
        {
            "id": "c06ec238-8710-4397-80a5-2779a9ea2cf4",
            "table": "| Causas | Consecuencias ||---|---|| Contaminación del suelo | Pérdida de fertilidad, reducción de la productividad agrícola, riesgo para la salud humana || Agotamiento de recursos naturales | Escasez de agua, alimentos, energía, materias primas || Degradación del suelo | Erosión, desertificación, pérdida de productividad. |",
            "Ouput del modelo": "La tabla muestra causas y consecuencias. La contaminación del suelo tiene como consecuencia la pérdida de fertilidad, reducción de la productividad agrícola, riesgo para la salud humana. El agotamiento de recursos naturales tiene como consecuencia la escasez de agua, alimentos, energía, materias primas. La degradación del suelo tiene como consecuencia la erosín, desertificación, pérdida de productividad.",
            "referencia": "La tabla muestran causas y consecuencias. La contaminación del suelo tiene como consecuencia la pérdida de fertilidad, reducción de la productividad agrícola, riesgo para la salud humana. El agotamiento de recursos naturales tiene como consecuencia la escasez de agua, alimentos, energía, materias primas. La degradación del suelo tiene como consecuencia la erosión, desertificación, pérdida de productividad.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 146,
            "valoracion promedio": 2.75
        },
        {
            "id": "21a5bee7-c91b-4f58-8eb8-8233a38eae93",
            "table": "| País de origen de futbolistas famosos ||------|| Bélgica con Eden Hazard, Kevin De Bruyne || República Checa con Petr Cech, Pavel Nedvěd || Rusia con Igor Akinfeev, Aleksandr Golovin |",
            "Ouput del modelo": "La tabla muestra países de origen de futbolistas famosos como Bélgica con Eden Hazard, Kevin De Bruyne, República Checa con Petr Cech, Pavel Nedvěd, Rusia con Igor Akinfeev, Aleksandr Golovin.",
            "referencia": "La tabla muestra los países de origen de futbolistas famosos como Bélgica con Eden Hazard y Kevin De Bruyne, República Checa con Petr Cech y Pavel Nedvěd, y Rusia con Igor Akinfeev y Aleksandr Golovin.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 147,
            "valoracion promedio": 2.75
        },
        {
            "id": "89e12ca9-bc01-4459-a9b3-21e089d6c9d7",
            "table": "| Tema | Descripción ||---|---|| Química Orgánica | Estudio de los compuestos químicos que contienen carbono || Robótica | Diseño, construcción y aplicación de robots para diversas tareas |",
            "Ouput del modelo": "La tabla muestra temas y su respectiva descripción. La química orgánica se enfoca en el estudio de los compuestos químicos que contienen carbono. La robótica se enfoca en el diseño, construcción y aplicación de robots para diversas tareas.",
            "referencia": "El tema de la química orgánica se describe como el estudio de los compuestos químicos que contienen carbono. El tema de la Robótica se describe como el diseño, construcción y aplicación de robots para diversas tareas.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 148,
            "valoracion promedio": 2.75
        },
        {
            "id": "ba73d8ec-3118-41b6-b9cc-4ce7c2b66c1e",
            "table": "| Campo | Avances | Impacto ||---|---|---|| Inteligencia Artificial | Aprendizaje automático, procesamiento del lenguaje natural | Automatización de tareas, toma de decisiones mejorada || Biotecnología | Ingeniería genética, medicina personalizada | Cura de enfermedades, mejora de la calidad de vida |",
            "Ouput del modelo": "La tabla muestra campos de la ciencia y la tecnología, avances y su impacto. En el campo de la inteligencia artificial, se están desarrollando sistemas de aprendizaje automático, procesamiento del lenguaje natural, con un impacto en la automatización de tareas, toma de decisiones mejorada. En el campo de la biotecnología, se están desarrollando ingeniería genética, medicina personalizada, con un impacto en la cura de enfermedades, mejora de la calidad de vida.",
            "referencia": "El campo de la inteligencia artificial tiene avances en el aprendizaje automático y procesamiento de lenguaje natural con impacto en la automatización de tareas, toma de decisiones mejorada. En el campo de la biotecnología tiene avances para la ingeniería genética, medicina personalizada con impacto en la cura de enfermedades, mejora de la calidad de vida",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 149,
            "valoracion promedio": 2.75
        },
        {
            "id": "8927e5d3-b3a3-4c20-8c75-68d7cb49f841",
            "table": "| Región | Total migrantes (millones) ||---|---:|| Asia Meridional | 75 || Europa Oriental | 40 || África Subsahariana | 35 |",
            "Ouput del modelo": "La tabla muestra regiones y el total de migrantes que hay en la región. Asia Meridional tiene 75 millones de migrantes. Europa Oriental tiene 40 millones de migrantes. África Subsahariana tiene 35 millones de migrantes.",
            "referencia": "La tabla muestra información de la región y el total de migrantes en millones. Asia Meridional tiene un total de migrantes de 75 millones. Europa Oriental tiene un total de migrantes de 40 millones. África Subsahariana tiene un total de migrantes de 35 millones.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 150,
            "valoracion promedio": 2.75
        },
        {
            "id": "78cf84eb-3376-4100-b1f7-0fea4b4e6575",
            "table": "| Movimiento | Autor | Obra artística ||---|---|---|| Postimpresionismo | Odilón Redón | Floreros || Expresionismo | Vincent van Gogh | La noche estrellada |",
            "Ouput del modelo": "La tabla muestra movimientos, autores y obras artísticas. El movimiento postimpresionista tiene al autor Odilón Redón y su obra artística es Floreros. El movimiento expresionista tiene al autor Vincent van Gogh y su obra artística es La noche estrellada.",
            "referencia": "La tabla contiene información sobre diferentes movimientos artísticos, sus autores y sus obras artísticas. En el Postimpresionismo, Odilón Redón creó Floreros. En el Expresionismo, Vincent van Gogh pintó La noche estrellada.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 151,
            "valoracion promedio": 2.75
        },
        {
            "id": "c3f26c00-5d58-4c01-af16-8aa0cbb3bb09",
            "table": "| Marca | Modelo | Año ||---|---|---|| Apple | iPhone 14 Pro | 2022 || Samsung | Galaxy S23 Ultra | 2023 || Google | Pixel 7 Pro | 2022 |",
            "Ouput del modelo": "La tabla muestra información de tres teléfonos: el iPhone 14 Pro, el Galaxy S23 Ultra y el Pixel 7 Pro.",
            "referencia": "La tabla presenta tres modelos de teléfonos inteligentes: el iPhone 14 Pro de Apple lanzado en 2022, el Galaxy S23 Ultra de Samsung lanzado en 2023 y el Pixel 7 Pro de Google también lanzado en 2022.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 152,
            "valoracion promedio": 2.75
        },
        {
            "id": "1423674c-007e-46a2-9ac0-317c3d159c9b",
            "table": "| País | Vertebrados | Mamíferos ||---|---|---|| Estonia | 1052 | 64 || Finlandia | 1137 | 62 |",
            "Ouput del modelo": "La tabla muestra información sobre el número de vertebrados y mamíferos. Estonia tiene 1052 vertebrados y 64 mamíferos. Finlandia tiene 1137 vertebrados y 62 mamíferos.",
            "referencia": "La tabla muestra información sobre el número de especies vertebradas y mamíferas. Estonia tiene 1052 especies vertebradas, de las cuales 64 son mamíferos. Finlandia tiene 1137 especies vertebradas, de las cuales 62 son mamíferos.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 153,
            "valoracion promedio": 2.75
        },
        {
            "id": "1a642997-f953-4cb3-a1fa-a9ab928ee063",
            "table": "| País | PIB per Cápita (USD) | Esperanza de Vida al Nacer (años) ||---|---|---|| Alemania | 47.700 | 81,1 || Francia | 43.800 | 82,4 || Bélgica | 47.000 | 81,7 |",
            "Ouput del modelo": "La tabla muestra información de países, su PIB per cápita en miles de dólares y su esperanza de vida al nacer en años. Alemania tiene un PIB per cápita de 47.700 miles de dólares y una esperanza de vida al nacer de 81,1 años. Francia tiene un PIB per cápita de 43.800 miles de dólares y una esperanza de vida al nacer de 82,4 años. Bélgica tiene un PIB per cápita de 47.000 miles de dólares y una esperanza de vida al nacer de 81,",
            "referencia": "La tabla muestra información de países, su PIB per cápita en USD y su esperanza de vida al nacer. Alemania tiene el PIB per cápita de 47.700 USD y una esperanza de vida de 81,1 años. Francia tiene el PIB per cápita de 43.800 USD y una esperanza de vida de 82,4 años. Bélgica tiene el PIB per cápita de 47.000 USD y una esperanza de vida de 81,7 años.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 154,
            "valoracion promedio": 2.75
        },
        {
            "id": "714775fc-1531-4268-a174-3a1fbcb2681b",
            "table": "| Ámbito | Avance Tecnológico Destacado ||----------|---------------------------------------|| Inteligencia Artificial | ChatGPT, un modelo de lenguaje grande que revoluciona la interacción hombre-máquina || Exploración Espacial | Misión Artemis, un ambicioso programa para devolver humanos a la Luna y más allá |",
            "Ouput del modelo": "La tabla muestra áreas de estudio y avances tecnológicos destacados. En el área de la inteligencia artificial, el modelo de lenguaje grande ChatGPT, que revoluciona la interacción hombre-máquina. En el área de la exploración espacial, la misión Artemis, un ambicioso programa para devolver humanos a la Luna y más allá.",
            "referencia": "En el ámbito de la inteligencia artificial, un avance tecnológico es ChatGPT, un modelo de lenguaje grande que revoluciona la interacción hombre-máquina. En el ámbito de la exploración espacial, un avance tecnológico destacado es la Misión Artemis, un ambicioso programa para devolver humanos a la Luna y más allá.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 155,
            "valoracion promedio": 2.75
        },
        {
            "id": "6fb27ac8-c618-4623-9fe0-55da7e6241d3",
            "table": "| Nanotecnología y sus aplicaciones en medicina ||---|| Desarrollo de biosensores y dispositivos nanométricos que pueden detectar biomarcadores de enfermedades en etapas tempranas |",
            "Ouput del modelo": "La tabla muestra las nanotecnología y sus aplicaciones en medicina, se destaca el desarrollo de biosensores y dispositivos nanométricos que pueden detectar biomarcadores de enfermedades en etapas tempranas.",
            "referencia": "Esta tabla presenta una aplicacion de la nanotecnología en el campo de la medicina con el desarrollo de biosensores y dispositivos nanométricos que pueden detectar biomarcadores de enfermedades en etapas tempranas.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 156,
            "valoracion promedio": 2.75
        },
        {
            "id": "656d5b24-79c8-4eb4-a2a7-6f9074ff3f20",
            "table": "| Nombres | Apellidos | Nacionalidad ||-----|------|------|| Camila | Perez | Argentina || Carlos | Ramirez | Chilena |",
            "Ouput del modelo": "La tabla muestra información de nombres, apellidos y nacionalidades. El nombre es Camila, el apellido es Perez y la nacionalidad es argentina. El nombre es Carlos, el apellido es Ramirez y la nacionalidad es chilena.",
            "referencia": "La tabla contiene información de nombres, apellidos y nacionalidades. El nombre es Camila, el apellido Pérez y la nacionalidad argentina. El nombre es Carlos, el apellido Ramírez y la nacionalidad chilena.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 157,
            "valoracion promedio": 2.75
        },
        {
            "id": "208f51f5-8b4a-4268-b367-72b72c0ee325",
            "table": "| Música tradicional ||---|| Llanera, Calypso, Parang |",
            "Ouput del modelo": "La tabla muestra música tradicional como la Llanera, Calypso, Parang.",
            "referencia": "La tabla  contiene música tradicional como Llanera, Calypso, Parang.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 158,
            "valoracion promedio": 2.75
        },
        {
            "id": "e78d7d58-8176-4de4-89d0-a4b8527b0654",
            "table": "| Fecha de nacimiento ||---|| 11 de febrero de 1847 |",
            "Ouput del modelo": "La tabla muestra la fecha de nacimiento de un científico famoso, Stephen Hawking, que fue 11 de febrero de 1947.",
            "referencia": "La tabla contiene la fecha de nacimiento que fue el 11 de febrero de 1847.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 159,
            "valoracion promedio": 2.75
        },
        {
            "id": "76ff32f5-ec7b-4f4c-843a-8655e3a3bf55",
            "table": "| Ventajas | Desventajas ||---|---|| Mayor flexibilidad y comodidad | Posible aislamiento social || Acceso a recursos y expertos en cualquier momento | Dependencia de la tecnología y conexión a internet || Oportunidades de colaboración y aprendizaje en equipo | Barreras de comunicación y construcción de relaciones |",
            "Ouput del modelo": "La tabla muestra ventajas y desventajas. Como ventaja, se destaca la mayor flexibilidad y comodidad, como desventaja, se menciona el acceso a recursos y expertos en cualquier momento. Como ventaja, se destaca el acceso a recursos y expertos en cualquier momento, como desventaja, se menciona la dependencia de la tecnología y conexión a internet. Como ventaja, se destaca la oportunidad de colaboración y aprendizaje en equipo, como desventaja, se menciona las barreras de comunicación y construcción de relaciones.",
            "referencia": "La tabla muestra ventajas y desventajas. Como ventaja es la mayor flexibilidad y comodidad, como desventaja está el posible aislamiento social. Como ventaja está el acceso a recursos y expertos en cualquier momento, como desventaja está la dependencia de la tecnología y conexión a internet. Como ventaja están las oportunidades de colaboración y aprendizaje en equipo, como desventaja están las barreras de comunicación y construcción de relaciones.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 160,
            "valoracion promedio": 2.75
        },
        {
            "id": "d0643cdf-1487-415c-b074-694a1c776cf4",
            "table": "| Nombre completo || ----------- || Ana María González Rodríguez |",
            "Ouput del modelo": "La tabla muestra el nombre completo de Ana María González Rodríguez.",
            "referencia": "La tabla presenta el nombre completo de Ana María González Rodríguez.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 161,
            "valoracion promedio": 2.75
        },
        {
            "id": "93f788c5-949d-4804-bd63-c57c3ea4d0bf",
            "table": "| Desventajas de los combustibles fósiles ||------|| La quema de combustibles fósiles libera grandes cantidades de dióxido de carbono (CO2) y otros gases de efecto invernadero a la atmósfera, lo que contribuye al calentamiento global y al cambio climático. || La quema de combustibles fósiles también libera contaminantes del aire como partículas finas, óxidos de nitrógeno y azufre, que pueden causar problemas respiratorios, enfermedades cardíacas, derrames cerebrales y cáncer. |",
            "Ouput del modelo": "La tabla muestra desventajas de los combustibles fósiles. La quema de combustibles fósiles libera grandes cantidades de dióxido de carbono (CO2) y otros gases de efecto invernadero a la atmósfera, lo que contribuye al calentamiento global y al cambio climático. La quema de combustibles fósiles también libera contaminantes del aire como partículas finas, óxidos de nitrógeno y azufre, que pueden causar problemas respiratorios, enfermedades cardíacas, derrames cer",
            "referencia": "La tabla presenta las desventajas de los combustibles fósiles. En primer lugar, se destaca que la quema de combustibles fósiles genera grandes cantidades de dióxido de carbono (CO2) y otros gases de efecto invernadero, contribuyendo al calentamiento global y al cambio climático. En segundo lugar, se menciona que la quema de combustibles fósiles también produce contaminantes del aire como partículas finas, óxidos de nitrógeno y azufre, que pueden provocar problemas respiratorios, enfermedades cardíacas, derrames cerebrales y cáncer.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 162,
            "valoracion promedio": 2.75
        },
        {
            "id": "e31fc3da-140b-4647-a565-851af728ba89",
            "table": "| Ventaja del Internet ||---|| Conecta personas de todo el mundo, brinda acceso a información y recursos, facilita la comunicación y los negocios |",
            "Ouput del modelo": "La tabla muestra una ventaja del Internet, que es la conmutación de personas de todo el mundo, brindando acceso a información y recursos, facilitando la comunicación y los negocios.",
            "referencia": "Esta tabla da una ventajas del internet, que incluye la conectividad global, el acceso a la información y recursos, facilita la comunicación y los negocios.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 163,
            "valoracion promedio": 2.75
        },
        {
            "id": "0f10b52f-b126-4820-bdce-7ae7a829ba07",
            "table": "| Tipo de Material Artificial | Propiedades ||---|---|| Acero inoxidable | Resistente a la corrosión, duradero, dúctil |",
            "Ouput del modelo": "La tabla muestra información sobre un tipo de material artificial, el acero inoxidable, destacando sus propiedades como la resistencia a la corrosión, dúctil y duradero.",
            "referencia": "La tabla presenta información sobre un tipo de material artificial y sus propiedades: el acero inoxidable es resistente a la corrosión, duradero y dúctil.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 164,
            "valoracion promedio": 2.75
        },
        {
            "id": "3f44069b-c698-4cc0-b6c9-956532975ce1",
            "table": "| Cambio climático ||------|| Aumento de la temperatura global debido a las emisiones de gases de efecto invernadero || Derretimiento de los casquetes polares || Cambios en los patrones climáticos |",
            "Ouput del modelo": "La tabla muestra el cambio climático, se destaca el aumento de la temperatura global debido a las emisiones de gases de efecto invernadero, el derretimiento de los casquetes polares y los cambios en los patrones climáticos.",
            "referencia": "La tabla muestra información sobre el cambio climático, que incluye el aumento de la temperatura global debido a las emisiones de gases de efecto invernadero, el derretimiento de los casquetes polares y los cambios en los patrones climáticos.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 165,
            "valoracion promedio": 2.75
        },
        {
            "id": "dfa48602-6c0a-4bf0-9fee-7d80c07859ea",
            "table": "| Nombre completo ||---|| George Washington Carver |",
            "Ouput del modelo": "Esta tabla contiene el nombre completo de George Washington Carver.",
            "referencia": "Esta tabla contiene el nombre completo de George Washington Carver.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 166,
            "valoracion promedio": 2.75
        },
        {
            "id": "fc20ab35-db5e-4cea-9fd0-695e314b61dd",
            "table": "| Fecha de nacimiento ||---|| 11 de febrero de 1847 |",
            "Ouput del modelo": "La tabla muestra la fecha de nacimiento de un científico famoso, Stephen Hawking, que fue 11 de febrero de 1947.",
            "referencia": "La tabla contiene información sobre la fecha de nacimiento de un individuo que nació el 11 de febrero de 1847.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 167,
            "valoracion promedio": 2.75
        },
        {
            "id": "93e3756b-d237-4566-a248-23a8db3eff16",
            "table": "| Ventajas | Desventajas ||---|---|| Flexibilidad y accesibilidad | Distracciones y falta de interacción física || Reducción de costos y mejora de la productividad | Posible aislamiento y falta de motivación || Mayor comodidad y facilidad de uso | Dependencia tecnológica y posibles problemas de conectividad |",
            "Ouput del modelo": "La tabla muestra ventajas y desventajas. Como ventaja, se destaca la flexibilidad y accesibilidad, como desventaja, se menciona la distraccín y falta de interacción física. Como ventaja, se destaca la reducción de costos y mejora de la productividad, como desventaja, se menciona la posible aislamiento y falta de motivación. Como ventaja, se destaca la mayor comodidad y facilidad de uso, como desventaja, se menciona la dependencia tecnológica y posibles problemas de conectividad.",
            "referencia": "La tabla muestra ventajas y desventajas. Como ventaja la flexibilidad y accesibilidad, como desventaja las distracciones y falta de interacción física. Como ventaja esta la reducción de costos y mejora de la productividad, como desventaja está el posible aislamiento y falta de motivación. Como ventaja esta una mayor comodidad y facilidad de uso, como desventaja la dependencia tecnológica y posibles problemas de conectividad.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 168,
            "valoracion promedio": 2.75
        },
        {
            "id": "b964af7e-ce22-4943-a884-91ba71aa494b",
            "table": "| Asignatura | Aspectos ||---|---|| Música | Ritmo, melodía, armonía || Tecnología | Informática, robótica, programación |",
            "Ouput del modelo": "La tabla muestra asignaturas y aspectos. La primera fila muestra Música, con aspectos como ritmo, melodía, armonía. La segunda fila muestra Tecnología, con aspectos como Informática, robótica, programación.",
            "referencia": "La tabla muestra asignaturas y sus aspectos. La música contiene aspectos como ritmo, melodía y armonía. La tecnología contiene aspectos como informática, robótica y programación.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 169,
            "valoracion promedio": 2.75
        },
        {
            "id": "10b83b5e-791e-4650-9c78-d383bae47a2e",
            "table": "| País | Densidad de Población (por kilómetro cuadrado) ||---|---|| Mónaco | 18.679 || Singapur | 7.920 || Ciudad del Vaticano | 1.914 |",
            "Ouput del modelo": "La tabla muestra información de países, su densidad de población (por kilómetro cuadrado) y el resultado es 18.679 para Mónaco, 7.920 para Singapur y 1.914 para Ciudad del Vaticano.",
            "referencia": "La tabla muestra países y la densidad de población por kilómetro cuadrado. Mónaco tiene una densidad de población de 18.679 habitantes por kilómetro cuadrado. Singapur tiene una densidad de población de 7.920 habitantes por kilómetro cuadrado. Ciudad del Vaticano tiene una densidad de población de 1.914 habitantes por kilómetro cuadrado.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 170,
            "valoracion promedio": 2.75
        },
        {
            "id": "80fd4e50-dede-495b-b5ca-20e99ba6b4c1",
            "table": "| Dispositivos electrónicos | Funciones ||---|---|| Consola de videojuegos | Entretenimiento || Router de Internet | Conexión a Internet || Balanza electrónica | Medición del peso |",
            "Ouput del modelo": "La tabla muestra dispositivos electrónicos y sus funciones. La Consola de videojuegos se utiliza para el entretenimiento. El Router de Internet se utiliza para la conexión a Internet. La Balanza electrónica se utiliza para la medicción del peso.",
            "referencia": "Esta tabla enumera tres dispositivos electrónicos y sus funciones. La consola de videojuegos sirve para el entretenimiento, el router de Internet facilita la conexión a la red y la balanza electrónica se utiliza para medir el peso.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 171,
            "valoracion promedio": 2.75
        },
        {
            "id": "5af93594-f286-4303-b1f0-73df6126618d",
            "table": "| Gestión de Residuos ||------|| Clasificación y separación de residuos para su adecuado procesamiento y reciclaje |",
            "Ouput del modelo": "La tabla muestra una clasificación y separación de residuos para su adecuado procesamiento y reciclaje.",
            "referencia": "La tabla muestra que en la gestión de residuos se debe clasificar y separar los residuos para su adecuado procesamiento y reciclaje.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 172,
            "valoracion promedio": 2.75
        },
        {
            "id": "05ffc2d0-5b97-414c-85d2-f79b17b8a341",
            "table": "| A 100 m de altura || --- || 20 °C || 15 °C |",
            "Ouput del modelo": "La tabla muestra dos temperaturas, una de 100 metros de altura y 20 °C y otra de 100 metros de altura y 15 °C.",
            "referencia": "La tabla muestra dos temperaturas que existen a 100 m de altura, la primera fila muestra 20°C y la segunda fila muestra 15°C.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 173,
            "valoracion promedio": 2.75
        },
        {
            "id": "e29a393a-c657-4519-8ec0-c1d636e73d22",
            "table": "| Nombre de volcán | Ubicación | Altura ||---|---|---|| Volcán Chimborazo | Ecuador | 6.268 metros |",
            "Ouput del modelo": "La tabla muestra información de nombres de volcán, ubicación y altura. El nombre de volcán es Chimborazo, su ubicación es Ecuador y su altura es 6.268 metros.",
            "referencia": "La tabla contiene información sobre un volcán, su ubicación y su altura. Específicamente, muestra que el Volcán Chimborazo se encuentra en Ecuador y tiene una altura de 6.268 metros.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 174,
            "valoracion promedio": 2.75
        },
        {
            "id": "3a5b33c1-0284-4871-9041-31f957dc5c1d",
            "table": "| Deportista | Deporte | País ||---|---|---|| Richard Carapaz | Ciclismo | Ecuador || Neisi Dajomes | Levantamiento de pesas | Ecuador || Jefferson Pérez | Atletismo | Ecuador |",
            "Ouput del modelo": "La tabla muestra deportistas, sus deportes y sus países de origen. Richard Carapaz es un ciclista ecuatoriano. Neisi Dajomes es un levantador de pesas ecuatoriano. Jefferson Pérez es un atleta ecuatoriano.",
            "referencia": "La tabla contiene información sobre deportistas, sus deportes y sus países de origen. Richard Carapaz es un ciclista ecuatoriano. Neisi Dajomes es un levantador de pesas ecuatoriano. Jefferson Pérez es un atleta ecuatoriano.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 175,
            "valoracion promedio": 2.75
        },
        {
            "id": "aae3cab0-6f00-407c-a4ba-4f137bed7526",
            "table": "| Región | Esperanza de vida ||---|---|| África | 56,6 años |",
            "Ouput del modelo": "La tabla muestra la región y la esperanza de vida. En África es de 56,6 años.",
            "referencia": "La tabla contiene información sobre la esperanza de vida en una región específica. En África es de 56,6 años.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 176,
            "valoracion promedio": 2.75
        },
        {
            "id": "1810cc47-af48-43cf-b626-35d23bd7aae0",
            "table": "| País | Peces | Mamíferos ||---|---|---|| Uruguay | Pejerrey, Tararira | Nutria, Guazubirá || Venezuela | Dorado, Cachama | Capibara, Oso hormiguero |",
            "Ouput del modelo": "La tabla muestra información sobre tres países, su fauna y flora. Uruguay tiene peces como el Pejerrey y mamíferos como el Guazubirá. Venezuela tiene peces como el Dorado y mamíferos como el Oso hormiguero.",
            "referencia": "La tabla presenta información sobre los peces y mamíferos. Uruguay tiene peces como el pejerrey y la tararira y mamíferos como la nutria y el guazubirá. Venezuela tiene peces como el dorado y la cachama, y mamíferos como la capibara y el oso hormiguero.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 177,
            "valoracion promedio": 2.75
        },
        {
            "id": "2dc2e09c-88dc-45ab-82f5-957d71e9e253",
            "table": "| Marca de vehículo | Modelo | Año ||---|---|---|| Toyota | Corolla | 2023 || Hyundai | Tucson | 2022 || Ford | Mustang | 2021 |",
            "Ouput del modelo": "La tabla muestra información sobre tres vehículos: un Toyota Corolla de 2023, un Hyundai Tucson de 2022 y un Ford Mustang de 2021.",
            "referencia": "La tabla contiene información sobre tres vehículos: el Toyota Corolla 2023, el Hyundai Tucson 2022 y el Ford Mustang 2021",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 178,
            "valoracion promedio": 2.75
        },
        {
            "id": "068cb394-68f0-454d-bc81-84d2bc56b71f",
            "table": "| Deportista | Deporte | País ||---|---|---|| Usain Bolt | Atletismo | Jamaica || David Rudisha | Atletismo | Kenia || Yulimar Rojas | Atletismo | Venezuela |",
            "Ouput del modelo": "La tabla muestra deportistas, sus deportes y sus países de origen. Usain Bolt es un atleta jamaícano. David Rudisha es un atleta keniano. Yulimar Rojas es una atleta venezolana.",
            "referencia": "La tabla contiene información sobre deportistas, sus deportes y sus países de origen. Usain Bolt es un atleta jamaicano. David Rudisha es un atleta keniano. Yulimar Rojas es una atleta venezolana.",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 179,
            "valoracion promedio": 2.75
        },
        {
            "id": "7f24c9be-9206-47ad-81f1-ef75482092f6",
            "table": "| Tipo de Material Artificial | Propiedades ||---|---|| Acrílico | Suave, cálido, resistente a las polillas |",
            "Ouput del modelo": "La tabla muestra información sobre un tipo de material artificial y sus propiedades. El acrílico es suave, cálido, resistente a las polillas.",
            "referencia": "La tabla presenta información sobre un tipo de material artificial y sus propiedades: el acrílico, que es suave, cálido, resistente a las polillas",
            "integridad_informacion": 3,
            "coherencia_fluidez": 3,
            "precision_significado": 2,
            "alucinaciones": 3,
            "orden": 180,
            "valoracion promedio": 2.75
        }
    ]
}